Repository: Scriptbash/Wispar
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, id, nl, pt, ru, ta, tr, zh_hans

# welcomeWispar
source: Welcome to Wispar!
de: Willkommen bei Wispar!
es: ¡Te damos la bienvenida a Wispar!
fr: Bienvenue dans Wispar !
id: Selamat datang di Wispar!
nl: Welkom bij Wispar!
pt: Bem vindo ao Wispar!
ru: Добро пожаловать в Wispar!
ta: VISPAR க்கு வருக!
tr: Wispar'a Hoş Geldiniz!
zh_hans: 欢迎使用 Wispar！

# appDescription
source: Your open-source app to stay up-to-date with scientific literature. Let's get you set up quickly!
de: Ihre Open-Source-App, um über wissenschaftliche Literatur auf dem Laufenden zu bleiben. Lassen Sie uns schnell loslegen!
es: Tu aplicación de código abierto para mantenerte al día sobre literatura científica. ¡Preparemos todo!
fr: Votre application open-source pour rester à jour avec la littérature scientifique. Commençons rapidement !
id: Aplikasi sumber terbuka Anda untuk tetap terupdate dengan literatur ilmiah. Mari kita bantu Anda untuk segera mulai!
nl: Jouw open-source app om bij te blijven met de wetenschappelijke literatuur. We zullen jouw snel op gang zetten!
pt: O seu app de código aberto para se manter atualizado com a literatura científica. Vamos configurar o App rapidamente!
ru: Ваша открытая библиотека для ознакомления с научной литературой. Давайте быстро настроим приложение!
ta: விஞ்ஞான இலக்கியங்களுடன் புதுப்பித்த நிலையில் இருக்க உங்கள் திறந்த மூல பயன்பாடு. நீங்கள் விரைவாக அமைப்போம்!
tr: Bilimsel literatürden haberdar olmak için açık kaynaklı uygulamanız. Hemen kuruluma başlayalım!
zh_hans: 您的开源应用程序，随时掌握科学文献。让我们帮您快速设置！

source: Setup Institutional Access
de: Einrichtung des institutionellen Zugangs
es: Configure el acceso institucional
fr: Configuration de l'accès institutionnel
id: Atur Akses Institusional
nl: Institutie Toegang Opzetten
pt: Configurar Acesso Institucional
ru: Настроить доступ к ресурсам учебного заведения
ta: நிறுவன அணுகல் அமைவு
tr: Kurumsal Erişimi Ayarla
zh_hans: 设置机构访问权限

# setupInstitutionalAccessLong
source: Select your institution's EZproxy to gain access to their journal subscriptions. This will eliminate the need for a VPN or on-premises access.
de: Wählen Sie den EZproxy Ihrer Einrichtung aus, um Zugriff auf deren Zeitschriftenabonnements zu erhalten. Dadurch ist kein VPN oder lokaler Zugriff mehr erforderlich.
fr: Sélectionnez l'EZproxy de votre institution pour accéder à ses abonnements aux revues. Cela éliminera le besoin d'utiliser un VPN ou un accès sur site.
id: Pilih EZproxy institusi Anda untuk mengakses langganan jurnal mereka. Hal ini akan menghilangkan kebutuhan akan VPN atau akses di lokasi.
nl: Selecteer de EZproxy van je institutie om toegang te krijgen aan hun journaal abonnementen. Dit zal de nood aan een VPN of op locatie toegang elimineren.
pt: Selecione sua instituição EZproxy para ter acesso as assinaturas das revistas. Isso vai eliminar a necessidade de uma VPN ou de acesso local.
ru: Выберите EZproxy своё учебное заведение, чтобы получить доступ к их журнальным подпискам. Это устранит необходимость в использовании VPN или доступе на территории учреждения.
ta: அவர்களின் செய்தித் தாள் சந்தாக்களுக்கான அணுகலைப் பெற உங்கள் நிறுவனத்தின் EZProxy ஐத் தேர்ந்தெடுக்கவும். இது ஒரு VPN அல்லது வளாகத்தில் அணுகலின் தேவையை நீக்கும்.
tr: Kurumunuzun EZproxy'sini seçerek dergi aboneliklerine erişim sağlayın. Bu, VPN veya yerinde erişim ihtiyacını ortadan kaldıracaktır.
zh_hans: 选择您的机构的 EZproxy，以访问其期刊订阅。这将免除 VPN 或本地访问的需要。

# setupSelectInstitution
source: Select my institution
de: Meine Einrichtung auswählen
es: Seleccione su institución
fr: Sélectionner mon institution
id: Pilih institusi saya
nl: Selecteer mijn institutie
pt: Selecionar minha instituição
ru: Выберите своё учебное заведение
ta: எனது நிறுவனத்தைத் தேர்ந்தெடுக்கவும்
tr: Kurumumu Seç
zh_hans: 选择我的机构

# setupSelectedInstitution
source: You have selected:
de: Sie haben ausgewählt:
es: Ha seleccionado:
fr: Vous avez sélectionné :
id: Anda telah memilih:
nl: Je hebt geselecteerd:
pt: Você selecionou:
ru: Вы выбрали:
ta: நீங்கள் தேர்ந்தெடுத்துள்ளீர்கள்:
tr: Seçtiniz:
zh_hans: 您已选择：

# setupLinkZotero
source: Link Zotero
es: Vincule su cuenta de Zotero
fr: Connexion à Zotero
id: Hubungkan Zotero
nl: Koppel Zotero
pt: Link do Zotero
ru: Связать с Zotero
ta: இணைப்பு எனவே
tr: Zotero'yu Bağla
zh_hans: 链接 Zotero

# journalSearchError
source: An error occured while trying to search for journals.
de: Beim Versuch, nach Zeitschriften zu suchen, ist ein Fehler aufgetreten.
es: Se ha producido un error al intentar buscar revistas.
fr: Une erreur est survenue lors de la recherche de revues.
id: Terjadi kesalahan saat mencoba mencari jurnal.
nl: Een fout vond plaats tijdens het zoeken naar journalen.
pt: Um erro ocorreu ao tentar buscar por revistas.
ru: Ошибка при попытке поиска журналов.
ta: பத்திரிகைகளைத் தேட முயற்சிக்கும்போது பிழை ஏற்பட்டது.
tr: Dergiler aranırken bir hata oluştu.
zh_hans: 搜索期刊时发生错误。

# setupOtherSettingsLong
source: Additional settings are available in the app's settings menu. Access it from the Home screen by tapping the ellipsis menu at the top right corner.
de: Weitere Einstellungen sind im Einstellungsmenü der App verfügbar. Rufen Sie es über den Startbildschirm auf, indem Sie auf das Menü mit den drei Punkten in der oberen rechten Ecke tippen.
es: Puede encontrar ajustes adicionales en el menú de configuración de la aplicación. Acceda desde la pantalla de Inicio, pulsando los tres puntos en la esquina superior derecha.
fr: Des paramètres supplémentaires sont disponibles dans le menu des paramètres de l'application. Accédez-y depuis l'écran d'accueil en appuyant sur le menu à trois points dans le coin supérieur droit.
id: Pengaturan tambahan tersedia di menu pengaturan aplikasi. Akses menu tersebut dari layar beranda dengan mengetuk menu titik tiga di pojok kanan atas.
nl: Additionele instellingen zijn beschikbaar in de app's instellingen menu. Ze is toegankelijk van de Thuis scherm door de ellips menu te tappen aan de rechterbovenhoek.
pt: Configurações adicionais estão disponíveis nas configurações do aplicativo. Acesse pela tela inicial apertando nos três pontos no canto superior direito.
ru: Дополнительные настройки доступны в меню настроек приложения. Достигните его с главного экрана, нажав меню троеточия в правом верхнем углу.
ta: பயன்பாட்டின் அமைப்புகள் பட்டியலில் கூடுதல் அமைப்புகள் கிடைக்கின்றன. மேல் வலது மூலையில் நீள்வட்ட மெனுவைத் தட்டுவதன் மூலம் முகப்புத் திரையில் இருந்து அதை அணுகவும்.
tr: Ek ayarlar, uygulamanın ayarlar menüsünde mevcuttur. Ana ekrandan sağ üst köşedeki üç nokta menüsüne dokunarak erişebilirsiniz.
zh_hans: 应用中的设置菜单提供了更多设置。可以在首页通过点击右上角的省略号菜单访问。

source: Skip
de: Überspringen
es: Omitir
fr: Passer
id: Lewati
nl: Overslaan
pt: Pular
ru: Пропустить
ta: தவிர்
tr: Atla
zh_hans: 跳过

source: Unfollow
de: Entfolgen
es: Dejar de seguir
fr: Se désabonner
id: Berhenti mengikuti
nl: Ontvolg
pt: Deixar de seguir
ru: Отписаться
ta: பின்தொடரவும்
tr: Takibi Bırak
zh_hans: 取消关注

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
id: Pustaka
nl: Bibliotheek
pt: Biblioteca
ru: Библиотека
ta: நூலகம்
tr: Kütüphane
zh_hans: 图书馆

source: Journals
de: Zeitschriften
es: Revistas
fr: Revues
id: Jurnal
nl: Journalen
pt: Revistas
ru: Журналы
ta: பத்திரிகைகள்
tr: Dergiler
zh_hans: 期刊

source: Queries
de: Abfragen
es: Búsquedas
fr: Requêtes
id: Pertanyaan
nl: Zoektermen
pt: Buscas
ru: Запросы
ta: வினவல்கள்
tr: Sorgular
zh_hans: 查询

source: Search
de: Suchen
es: Buscar
fr: Recherche
id: Cari
nl: Zoek
pt: Busca
ru: Поиск
ta: தேடு
tr: Ara
zh_hans: 搜索

# searchPlaceholder
source: Search…
de: Suchen…
es: Buscar…
fr: Rechercher…
id: Cari…
nl: Zoek…
pt: Buscar…
ru: Поиск…
ta: தேடுங்கள்…
tr: Ara…
zh_hans: 搜索…

source: Works count
de: Zahle der Werke
es: Recuento de obras
id: Jumlah pekerjaan
pt: Número de trabalhos
ru: Кол-во работ
ta: படைப்புகள் எண்ணிக்கை
tr: Çalışma sayısı
zh_hans: 作品数

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
id: Simpan
nl: Opslaan
pt: Salvar
ru: Сохранить
ta: சேமி
tr: Kaydet
zh_hans: 保存

# databaseImported
source: Database imported successfully!
de: Datenbank erfolgreich importiert!
es: La base de datos se importó correctamente.
id: Basisdata berhasil diimpor!
pt: Banco de dados importado com sucesso!
ru: База данных импортирована успешно!
ta: தரவுத்தளம் வெற்றிகரமாக இறக்குமதி செய்யப்பட்டது!
tr: Veritabanı başarıyla içe aktarıldı!
zh_hans: 数据库导入成功！

source: Language
de: Sprache
es: Idioma
id: Bahasa
pt: Idioma
ru: Язык
ta: மொழி
tr: Dil
zh_hans: 语言

source: Save settings
de: Einstellungen speichern
es: Guardar configuración
fr: Enregistrer les paramètres
id: Simpan pengaturan
nl: Instellingen opslaan
pt: Salvar configurações
ru: Сохранить настройки
ta: அமைப்புகளை சேமிக்கவும்
tr: Ayarları kaydet
zh_hans: 保存设置

# settingsSaved
source: Settings saved successfully!
de: Einstellungen erfolgreich gespeichert!
es: La configuración se guardó correctamente.
fr: Les paramètres ont été enregistrés avec succès !
id: Pengaturan berhasil disimpan!
nl: Instellingen succesvol opgeslaan!
pt: Configurações salvas com sucesso!
ru: Настройки сохранены успешно!
ta: அமைப்புகள் வெற்றிகரமாக சேமிக்கப்பட்டன!
tr: Ayarlar başarıyla kaydedildi!
zh_hans: 设置已成功保存！

source: Privacy policy
de: Datenschutzerklärung
es: Normativa de privacidad
fr: Politique de confidentialité
id: Kebijakan privasi
nl: Privacybeleid
pt: Política de privacidade
ru: Политика конфиденциальности
ta: தனியுரிமைக் கொள்கை
tr: Gizlilik politikası
zh_hans: 隐私政策

# madeBy
source: Made by {app_author}
de: Entwickelt von {app_author}
es: Hecho por {app_author}
fr: Fait par {app_author}
id: Dibuat oleh {app_author}
nl: Gemaakt door {app_author}
pt: criado por {app_author}
ru: Создано {app_author}
ta: {app_author} ஆல் தயாரிக்கப்பட்டது
tr: {app_author} tarafından yapıldı
zh_hans: 由 {app_author} 制作

source: Donate
de: Spenden
es: Donar
fr: Faire un don
id: Donasi
nl: Doneer
pt: Doar
ru: Сделать пожертвование
ta: நன்கொடை
tr: Bağış yap
zh_hans: 捐赠

source: Other license
de: Andere Lizenz
es: Otra licencia
fr: Autre licence
id: Lisensi lainnya
nl: Andere licentie
pt: Outras licenças
ru: Другие лицензии
ta: பிற உரிமம்
tr: Diğer lisans
zh_hans: 其他许可证

# setupLinkMyZotero
source: Link my Zotero account
de: Mein Zotero-Konto verknüpfen
es: Vincular mi cuenta de Zotero
fr: Connecter mon compte Zotero
id: Hubungkan akun Zotero saya
nl: Koppel mijn Zotero profiel
pt: Link para minha conta Zotero
ru: Связать свою учетную запись Zotero
ta: எனது சோட்டெரோ கணக்கை இணைக்கவும்
tr: Zotero hesabımı bağla
zh_hans: 链接我的 Zotero 账户

# setupOtherSettings
source: Other Settings
de: Weitere Einstellungen
es: Otros ajustes
fr: Autres paramètres
id: Pengaturan Lainnya
nl: Andere Instellingen
pt: Outras configurações
ru: Другие настройки
ta: பிற அமைப்புகள்
tr: Diğer Ayarlar
zh_hans: 其他设置

# setupZoteroLong
source: Send publications directly to your Zotero library. They will be added to a special Wispar collection.
de: Senden Sie Publikationen direkt an Ihre Zotero-Bibliothek. Sie werden einer speziellen Wispar-Sammlung hinzugefügt.
es: Envíe publicaciones directamente a su biblioteca de Zotero. Se añadirán a una colección especial de Wispar.
fr: Envoyez des publications directement vers votre bibliothèque Zotero. Elles seront ajoutées à une collection spéciale Wispar.
id: Kirim publikasi langsung ke perpustakaan Zotero Anda. Publikasi tersebut akan ditambahkan ke koleksi khusus Wispar.
nl: Zend publicaties direct naar je Zotero bibliotheek. Ze zullen toegevoegd worden aan een speciale Wispar verzameling.
pt: Enviar publicações diretamente para sua biblioteca Zotero. Elas serão adicionadas à uma coleção especial no Wispar.
ru: Отправляйте публикации непосредственно в свою библиотеку Zotero. Они будут добавлены в специальную коллекцию Wispar.
ta: உங்கள் சோட்டெரோ நூலகத்திற்கு நேரடியாக வெளியீடுகளை அனுப்பவும். அவை ஒரு சிறப்பு VISPAR சேகரிப்பில் சேர்க்கப்படும்.
tr: Yayınları doğrudan Zotero kütüphanenize gönderin. Bunlar özel bir Wispar koleksiyonuna eklenecektir.
zh_hans: 将出版物直接发送到您的 Zotero 图书馆。它们将被添加到一个专门的 Wispar 收藏中。

# setupAlmostSet
source: You're All Set!… Almost!
de: Alles bereit! … Fast!
fr: Vous êtes prêt(e) !… Ou presque !
id: Sudah siap!… Hampir!
nl: Je bent helemaal klaar!... Bijna!
pt: Tudo pronto... Quase!
ru: Почти все готово!
ta: நீங்கள் அனைவரும் அமைக்கப்பட்டிருக்கிறீர்கள்!… கிட்டத்தட்ட!
tr: Hazırsınız!… Neredeyse!
zh_hans: 您已准备就绪！… 差不多了！

source: Get Started
de: Loslegen
es: Primeros pasos
fr: Commencer
id: Mulai
nl: Aan de Slag
pt: Começar
ru: Начать
ta: தொடங்கவும்
tr: Başlayın
zh_hans: 开始使用

source: Home
de: Startseite
es: Inicio
fr: Accueil
id: Beranda
nl: Thuis
pt: Início
ru: Главная
ta: வீடு
tr: Ana Sayfa
zh_hans: 首页

# setupAlmostSetLong
source: Next, we'll take you to the search screen, where you can follow your favorite journals. Don't forget to switch the category menu from 'Articles' to 'Journals'.
de: Als Nächstes gelangen Sie zum Suchbildschirm, wo Sie Ihre Lieblingszeitschriften verfolgen können. Vergessen Sie nicht, das Kategorie-Menü von 'Artikel' auf 'Zeitschriften' umzustellen.
fr: Ensuite, nous vous emmènerons à l'écran de recherche, où vous pourrez suivre vos revues préférées. N'oubliez pas de changer le menu des catégories de 'Articles' à 'Revues'.
id: Selanjutnya, kami akan membawa Anda ke layar pencarian, di mana Anda dapat mengikuti jurnal favorit Anda. Jangan lupa untuk mengganti menu kategori dari ‘Artikel’ menjadi ‘Jurnal’.
nl: Vervolgens, we zullen jouw naar de zoekscherm brengen, waar je jouw favoriete journalen kan volgen. Vergeet niet om de categorie menu te veranderen van 'Artikels' naar 'Journalen'.
pt: Agora, nos vamos te levar para a tela de busca, onde você pode seguir suas revistas favoritas. Não esqueça de trocar a categoria no menu de 'Artigos' para 'revistas'.
ru: Далее мы перенесем вас на экран поиска, где вы можете подписаться на свои любимые журналы. Не забудьте переключить меню категорий с 'Статьи' на 'Журналы'.
ta: அடுத்து, நாங்கள் உங்களை தேடல் திரைக்கு அழைத்துச் செல்வோம், அங்கு உங்களுக்கு பிடித்த பத்திரிகைகளைப் பின்பற்றலாம். வகை மெனுவை 'கட்டுரைகள்' என்பதிலிருந்து 'பத்திரிகைகளுக்கு' மாற்ற மறக்காதீர்கள்.
tr: Sonra, favori dergilerinizi takip edebileceğiniz arama ekranına götüreceğiz. Kategori menüsünü 'Makaleler'den 'Dergiler'e değiştirmeyi unutmayın.
zh_hans: 接下来，我们将带您进入搜索界面，您可以关注您喜欢的期刊。别忘了将类别菜单从“文章”切换到“期刊”。

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
id: Favorit
nl: Favorieten
pt: Favoritos
ru: Избранные
ta: பிடித்தவை
tr: Favoriler
zh_hans: 收藏

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
id: Unduh
nl: Installeer
pt: Baixar
ru: Скачать
ta: பதிவிறக்கம்
tr: İndir
zh_hans: 下载

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
nl: Verwijder
pt: Deletar
ru: Удалить
ta: நீக்கு
tr: Sil
zh_hans: 删除

source: Downloads
de: Heruntergeladene Dateien
es: Descargas
fr: Téléchargements
id: Unduhan
nl: Installaties
pt: Baixados
ru: Скачанные
ta: பதிவிறக்கங்கள்
tr: İndirilenler
zh_hans: 下载项

# downloadSuccessful
source: The article was downloaded sucessfully!
de: Der Artikel wurde erfolgreich heruntergeladen!
es: ¡El artículo se descargó exitosamente!
fr: L'article a été téléchargé avec succès !
id: Artikel berhasil diunduh!
nl: Het artikel werd succesvol geinstalleerd!
pt: O artigo foi baixado com sucesso!
ru: Статья была скачана успешно!
ta: கட்டுரை வெற்றிகரமாக பதிவிறக்கம் செய்யப்பட்டது!
tr: Makale başarıyla indirildi!
zh_hans: 文章已成功下载！

# downloadDeleted
source: The article was deleted!
de: Der Artikel wurde gelöscht!
es: ¡El artículo ha sido eliminado!
fr: L'article a été supprimé !
id: Artikel telah dihapus!
nl: Het artikel werd verwijderd!
pt: O artigo foi deletado!
ru: Статья удалена!
ta: கட்டுரை நீக்கப்பட்டது!
tr: Makale silindi!
zh_hans: 文章已删除！

# noDownloads
source: You do not have any downloads.
de: Sie haben keine Dateien heruntergeladen.
es: No tiene ninguna descarga.
fr: Vous n'avez aucun téléchargements.
id: Anda belum memiliki unduhan.
nl: Je hebt geen enkele downloads.
pt: Você não tem nada salvo.
ru: У вас нет скачанных файлов.
ta: உங்களிடம் எந்த பதிவிறக்கங்களும் இல்லை.
tr: Herhangi bir indirmeniz yok.
zh_hans: 您没有任何下载内容。

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
id: Pengaturan
nl: Instellingen
pt: Configurações
ru: Настройки
ta: அமைப்புகள்
tr: Ayarlar
zh_hans: 设置

# journalLibraryEmpty
source: You are not following any journals. Use the search menu to find and follow journals.
de: Sie folgen derzeit keinen Zeitschriften. Verwenden Sie das Suchmenü, um Zeitschriften zu finden und zu abonnieren.
es: No sigue a ninguna revista. Use el menú de búsqueda para encontrar revistas y seguirlas.
fr: Vous ne suivez aucune revue. Utilisez le menu de recherche pour trouver et suivre des revues.
id: Anda tidak mengikuti jurnal apa pun. Gunakan menu pencarian untuk menemukan dan mengikuti jurnal.
nl: Je bent geen enkele journalen aan het volgen. Gebruik de zoek menu om journalen te vinden en te volgen.
pt: Você não esta seguindo nenhuma revista. Use o menu de busca para achar e seguir revistas.
ru: Вы не подписаны на журналы. Используйте меню поиска, чтобы найти и подписаться на журналы.
ta: நீங்கள் எந்த பத்திரிகைகளையும் பின்பற்றவில்லை. பத்திரிகைகளைக் கண்டுபிடித்து பின்பற்ற தேடல் மெனுவைப் பயன்படுத்தவும்.
tr: Herhangi bir dergiyi takip etmiyorsunuz. Dergileri bulmak ve takip etmek için arama menüsünü kullanın.
zh_hans: 您未关注任何期刊。使用搜索菜单查找并关注期刊。

source: Follow
de: Folgen
es: Seguir
fr: S'abonner
id: Ikuti
nl: Volg
pt: Seguir
ru: Подписаться
ta: பின்தொடர்
tr: Takip Et
zh_hans: 关注

# filter
source: Filter publication cards
de: Veröffentlichungskarten filtern
es: Filtrar tarjetas de publicación
fr: Filtrer les cartes de publications
id: Filter kartu publikasi
pt: Filtrar artigos publicados
ru: Отфильтровать карточки публикаций
ta: வெளியீட்டு அட்டைகளை வடிகட்டவும்
tr: Yayın kartlarını filtrele
zh_hans: 筛选出版卡片

# filterResultsEmpty
source: No publication matches your filter
de: Es gibt keine Veröffentlichung, die Ihrem Filter entspricht
es: Ninguna publicación coincide con el filtro aplicado
fr: Aucune publication ne correspond à votre filtre
id: Tidak ada publikasi yang sesuai dengan filter Anda
pt: Nenhuma publicação corresponde ao seu filtro
ru: Нет публикаций, соответствующих вашему фильтру
ta: உங்கள் வடிப்பானுடன் எந்த வெளியீடும் பொருந்தவில்லை
tr: Filtrenize uyan yayın yok
zh_hans: 没有符合筛选条件的出版物

source: Filter downloads
de: Herunterladungen filtern
es: Filtrar descargas
fr: Filtrer les téléchargements
id: Filter unduhan
pt: Filtras baixados
ru: Отфильтровать скачанные
ta: பதிவிறக்கங்களை வடிகட்டவும்
tr: İndirilenleri filtrele
zh_hans: 筛选下载

source: Filter favorites
de: Filter Favoriten
es: Filtrar favoritos
fr: Filtrer les favoris
id: Filter favorit
pt: Filtrar favoritos
ru: Отфильтровать избранные
ta: பிடித்தவைகளை வடிகட்டவும்
tr: Favorileri filtrele
zh_hans: 筛选收藏

# emptyDOIError
source: Please enter a DOI
de: Bitte geben Sie eine DOI ein
es: Introduzca un DOI
fr: Veuillez entrer un DOI
id: Silakan masukkan DOI
nl: Gelieve een DOI ingeven
pt: Por favor entre uma DOI
ru: Введите DOI
ta: தயவுசெய்து ஒரு DOI ஐ உள்ளிடவும்
tr: Lütfen bir DOI girin
zh_hans: 请输入 DOI

source: Search by query
de: Suche nach Suchbegriff
es: Buscar por consulta
fr: Recherche par requête
id: Cari berdasarkan query
nl: Zoek via zoektermen
pt: Buscar por consulta
ru: Поиск по запросу
ta: வினவல் மூலம் தேடுங்கள்
tr: Sorguya göre ara
zh_hans: 按查询搜索

# searchOpenAlex
source: OpenAlex (recommended)
de: OpenAlex (empfohlen)
es: OpenAlex (recomendado)
id: OpenAlex (direkomendasikan)
pt: OpenAlex (Recomendado)
ru: OpenAlex (рекомендуется)
ta: ஓபனலெக்ச் (பரிந்துரைக்கப்படுகிறது)
tr: OpenAlex (önerilen)
zh_hans: OpenAlex（推荐）

# source
source: Source: {search_provider}
de: Quelle: {search_provider}
es: Fuente: {search_provider}
id: Sumber:{search_provider}
pt: Fonte: {search_provider}
ru: Источник: {search_provider}
ta: ஆதாரம்: {search_provider}
tr: Kaynak: {search_provider}
zh_hans: 来源：{search_provider}

source: Everything
de: Alles
es: Todo
id: Semua
pt: Tudo
ru: Всё
ta: எல்லாம்
tr: Her şey
zh_hans: 全部

source: Title and abstract
de: Titel und Zusammenfassung
es: Título y resumen
id: Judul dan abstrak
pt: Título e resumo
ru: Название и аннотация
ta: தலைப்பு மற்றும் சுருக்கம்
tr: Başlık ve özet
zh_hans: 标题和摘要

source: Title
de: Titel
es: Título
id: Judul
pt: Título
ru: Название
ta: தலைப்பு
tr: Başlık
zh_hans: 标题

source: Search in
de: Suche in
es: Buscar en
id: Cari dalam
pt: Buscar em
ru: Поиск в
ta: இதில் தேடு
tr: Şurada ara
zh_hans: 搜索范围

source: Add keyword
de: Schlüsselwort hinzufügen
es: Añadir palabra clave
id: Tambah kata kunci
pt: Adicionar palavra-chave
ru: Добавить ключевое слово
ta: முக்கிய சொல்லைச் சேர்க்கவும்
tr: Anahtar kelime ekle
zh_hans: 添加关键词

# enterKeyword
source: Enter a keyword
de: Schlüsselwort eingeben
es: Introduzca una palabra clave
id: Masukkan kata kunci
pt: Insira uma palavra-chave
ru: Введите ключевое слово
ta: ஒரு முக்கிய சொல்லை உள்ளிடவும்
tr: Bir anahtar kelime girin
zh_hans: 输入关键词

source: Display name
de: Anzeigename
id: Nama tampilan
pt: Nome de exibição
ru: Показать название
ta: காட்சி பெயர்
tr: Görünen ad
zh_hans: 显示名称

source: Cited by count
de: Anzahl der Zitate
es: Recuento de citaciones
id: Dikutip berdasarkan jumlah
pt: Número de citações
ru: Количество цитирований
ta: எண்ணுங்கள் ஆல் மேற்கோள் காட்டப்பட்டது
tr: Alıntı sayısı
zh_hans: 被引用次数

source: Publication date
de: Veröffentlichungsdatum
es: Fecha de publicación
id: Tanggal publikasi
pt: Data da publicação
ru: Дата публикации
ta: வெளியீட்டு தேதி
tr: Yayın tarihi
zh_hans: 发表日期

source: Query preview:
de: Abfragevorschau:
es: Previsualización de la consulta:
id: Pratinjau kueri:
pt: pré-visualização da consulta:
ru: Предпросмотр запроса:
ta: வினவல் முன்னோட்டம்:
tr: Sorgu önizlemesi:
zh_hans: 查询预览：

source: Search by DOI
de: Suche nach DOI
es: Buscar por DOI
fr: Recherche par DOI
id: Cari berdasarkan DOI
nl: Zoek via DOI
pt: Procurar por DOI
ru: Поиск по DOI
ta: Doi மூலம் தேடுங்கள்
tr: DOI ile ara
zh_hans: 按 DOI 搜索

source: Search by title
de: Suche nach Titel
es: Buscar por título
fr: Recherche par titre
id: Cari berdasarkan judul
nl: Zoek via titel
pt: Procurar por título
ru: Поиск по названию
ta: தலைப்பு மூலம் தேடுங்கள்
tr: Başlığa göre ara
zh_hans: 按标题搜索

source: Search by ISSN
de: Suche nach ISSN
es: Buscar por ISSN
fr: Recherche par ISSN
id: Cari berdasarkan ISSN
nl: Zoek via ISSN
pt: Procurar por ISSN
ru: Поиск по ISSN
ta: ISSN ஆல் தேடுங்கள்
tr: ISSN ile ara
zh_hans: 按 ISSN 搜索

# emptySearchQuery
source: Please enter a search query
de: Bitte gebe eine Suchanfrage ein
es: Introduzca una consulta de búsqueda
fr: Veuillez entrer une requête de recherche
id: Silakan masukkan kata kunci pencarian
nl: Gelieve een zoekterm in te geven
pt: Por favor insira os parâmetros de busca
ru: Введите запрос для поиска
ta: தேடல் வினவலை உள்ளிடவும்
tr: Lütfen bir arama sorgusu girin
zh_hans: 请输入搜索内容

source: More options
de: Weitere Optionen
es: Más opciones
fr: Plus d'options
id: Opsi lainnya
nl: Meer opties
pt: Mais opções
ru: Другие варианты
ta: மேலும் விருப்பங்கள்
tr: Daha fazla seçenek
zh_hans: 更多选项

# saveQuery
source: Save this query
de: Diese Abfrage speichern
es: Guardar esta consulta
fr: Enregistrer cette requête
id: Simpan kueri ini
nl: Bewaar deze zoekterm
pt: Salvar essa consulta
ru: Сохранить этот запрос
ta: இந்த வினவலைச் சேமிக்கவும்
tr: Bu sorguyu kaydet
zh_hans: 保存此查询

source: Query name
de: Abfragename
es: Nombre de la consulta
fr: Nom de la requête
id: Nama kueri
nl: Zoekterm naam
pt: Nome da consulta
ru: Имя запроса
ta: வினவல் பெயர்
tr: Sorgu adı
zh_hans: 查询名称

source: Include in feed
de: Im Feed anzeigen
es: Incluir en el suministro
id: Sertakan dalam umpan
pt: Adicionar ao feed
ru: Включить в ленту
ta: தீவனத்தில் சேர்க்கவும்
tr: Akışa dahil et
zh_hans: 包含在订阅中

source: Date saved
de: Speicherdatum
es: Fecha de guardado
fr: Date enregistrée
id: Tanggal disimpan
nl: Datum bewaard
pt: Data salva
ru: Дата сохранения
ta: தேதி சேமிக்கப்பட்டது
tr: Kaydedilme tarihi
zh_hans: 保存日期
