Repository: Scriptbash/Wispar
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, id, nl, pt, ru, ta, tr, zh_hans

source: Articles
de: Artikel
es: Artículos
id: Artikel
nl: Artikels
pt: Artigos
ru: Статьи
ta: கட்டுரைகள்
tr: Makaleler
zh_hans: 文章

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
id: Kategori
nl: Categorie
pt: Categoria
ru: Категория
ta: வகை
tr: Kategori
zh_hans: 类别

source: Publisher
de: Veröffentlicher
es: Editorial
fr: Éditeur
id: Penerbit
nl: Uitgever
pt: Editora
ru: Издатель
ta: வெளியீட்டாளர்
tr: Yayıncı
zh_hans: 出版商

source: Published in
de: Veröffentlicht in
es: Publicado en
fr: Publié dans
id: Diterbitkan di
nl: Uitgegeven in
pt: Publicado em
ru: Опубликовано в
ta: வெளியிடப்பட்டது
tr: Yayınlandığı yer
zh_hans: 发表在

source: Subjects
de: Themen
es: Temas
fr: Sujets
id: Mata pelajaran
nl: Onderwerpen
pt: Temas
ru: Темы/Предметы
ta: பாடங்கள்
tr: Konular
zh_hans: 主题

source: Latest publications
de: Neueste Veröffentlichungen
es: Publicaciones más recientes
fr: Dernières publications
id: Publikasi terakhir
nl: Laatste uitgevingen
pt: Últimas publicações
ru: Последние публикации
ta: அண்மைக் கால வெளியீடுகள்
tr: Son yayınlar
zh_hans: 最新出版

source: Authors
de: Autoren
es: Autores
fr: Auteurs
id: Penulis
nl: Auteurs
pt: Autores
ru: Авторы
ta: ஆசிரியர்கள்
tr: Yazarlar
zh_hans: 作者

# publishedon
source: Published on {date}
de: Veröffentlicht am {date}
es: Publicado el {date}
fr: Publié le {date}
id: Terbit pada {date}
nl: Uitgegeven Op {date}
pt: Publicado em {date}
ru: Опубликовано {date}
ta: {date} இல் வெளியிடப்பட்டது
tr: {date} tarihinde yayınlandı
zh_hans: 发表于 {date}

source: Abstract
de: Zusammenfassung
es: Resumen
fr: Résumé
id: Abstrak
nl: Samenvatting
pt: Resumo
ru: Аннотация
ta: சுருக்கம்
tr: Özet
zh_hans: 摘要

source: Copy DOI
de: DOI kopieren
es: Copiar DOI
fr: Copier le DOI
id: Salin DOI
nl: Kopieer DOI
pt: Copiar DOI
ru: Скопировать DOI
ta: Doi ஐ நகலெடுக்கவும்
tr: DOI'yi Kopyala
zh_hans: 复制 DOI

# doicopied
source: DOI copied to clipboard
de: DOI in die Zwischenablage kopiert
es: DOI copiado en el portapapeles
fr: DOI copié dans le presse-papiers
id: DOI tera
nl: DOI gekopieerd naar klembord
pt: DOI copiado para a área de transferência
ru: DOI скопирован в буфер обмена
ta: DOI கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது
tr: DOI panoya kopyalandı
zh_hans: DOI 已复制到剪贴板

# issnCopied
source: ISSN copied to clipboard
de: ISSN in die Zwischenablage kopiert
es: ISSN copiado en el portapapeles
fr: ISSN copié dans le presse-papiers
id: DOI tersalin ke papan baki
nl: ISSN gekopieerd naar klembord
pt: ISSN copiado para a área de transferência
ru: ISSN скопирован в буфер обмена
ta: ஐ.எச்.எச்.என் இடைநிலைப்பலகைக்கு நகலெடுக்கப்பட்டது
tr: ISSN panoya kopyalandı
zh_hans: ISSN 已复制到剪贴板

# apiQueryCopied
source: API request copied to clipboard
de: API Anfrage in die Zwischenablage kopiert
es: Solicitud de API copiada en el portapapeles
fr: Requête d'API copiée dans le presse-papiers
id: Permintaan API telah disalin ke clipboard
nl: API aanvraag gekopieerd naar klembord
pt: Requisição da API copiada para a área de transferência
ru: Запрос API скопирован в буфер обмена
ta: இடைநிலைப்பலகைக்கு நகலெடுக்கப்பட்ட பநிஇ கோரிக்கை
tr: API isteği panoya kopyalandı
zh_hans: API 请求已复制到剪贴板

# favoriteadded
source: added to favorites
de: zu Favoriten hinzugefügt
es: añadido a favoritos
fr: ajouté aux favoris
id: ditambahkan ke favorit
nl: Toegevoegd aan favorieten
pt: Adicionado aos favoritos
ru: Добавлено в избранные
ta: பிடித்தவைகளில் சேர்க்கப்பட்டது
tr: favorilere eklendi
zh_hans: 已添加到收藏

# favoriteremoved
source: removed from favorites
de: aus Favoriten entfernt
es: eliminado de favoritos
fr: retiré des favoris
id: dihapus dari favorit
nl: Verwijderd van favorieten
pt: Removido dos favoritos
ru: Удалено из избранных
ta: பிடித்தவைகளிலிருந்து அகற்றப்பட்டது
tr: favorilerden çıkarıldı
zh_hans: 已从收藏夹中移除

source: View article
de: Artikel anzeigen
es: Ver artículo
fr: Voir l'article
id: Lihat artikel
nl: Zie artikel
pt: Ver artigo
ru: Просмотреть статью
ta: கட்டுரையைக் காண்க
tr: Makaleyi görüntüle
zh_hans: 查看文章

source: Article viewer
de: Artikelbetrachter
es: Visor de artículos
fr: Visionneuse d'article
id: Penerjemah artikel
nl: Artikel bekijker
pt: Visualizador de artigo
ru: Просмотрщик статей
ta: கட்டுரை பார்வையாளர்
tr: Makale görüntüleyici
zh_hans: 文章阅读器

# openExternalBrowser
source: Open in external browser
de: In externen Browser öffnen
es: Abrir en navegador externo
fr: Ouvrir dans un navigateur externe
id: Buka di peramban eksternal
nl: Open in externale browser
pt: Abrir em um navegador externo
ru: Открыть в другом браузере
ta: வெளிப்புற உலாவியில் திறக்கவும்
tr: Harici tarayıcıda aç
zh_hans: 在外部浏览器中打开

# errorOpenExternalBrowser
source: Unable to open the link in a different browser
de: Der Link kann nicht in einem anderen Browser geöffnet werden
fr: Impossible d'ouvrir le lien dans un autre navigateur
id: Tidak dapat membuka tautan di browser lain
nl: Openen van de link in een andere browser mislukt
pt: Impossibilitado de abrir o link em um navegador diferente
ru: Не удалось открыть ссылку в другом браузере
ta: வேறு உலாவியில் இணைப்பைத் திறக்க முடியவில்லை
tr: Bağlantı farklı bir tarayıcıda açılamıyor
zh_hans: 无法在不同浏览器中打开链接

# openExternalPdfApp
source: Open in external PDF reader
de: Im externen PDF Betrachter öffnen
es: Abrir en un lector de PDF externo
fr: Ouvrir dans un lecteur PDF externe
id: Buka di pembaca PDF eksternal
pt: Abrir em um leitor de PDF externo
ru: Открыть в другой PDF-читалке
ta: வெளிப்புற PDF ரீடரில் திறக்கவும்
tr: Harici PDF okuyucuda aç
zh_hans: 在外部 PDF 阅读器中打开

# errorOpenExternalPdfApp
source: Unable to open the PDF file in a different app
de: Die PDF-Datei kann nicht in einer anderen App geöffnet werden
es: No se pudo abrir el archivo en otra aplicación
fr: Impossible d'ouvrir le fichier dans une autre appli
id: Tidak dapat membuka berkas PDF di aplikasi lain
pt: Impossibilitado de abrir o arquivo PDF em um aplicativo diferente
ru: Не удалось открыть PDF-файл в другой программе
ta: PDF கோப்பை வேறு பயன்பாட்டில் திறக்க முடியவில்லை
tr: PDF dosyası farklı bir uygulamada açılamıyor
zh_hans: 无法在其他应用中打开 PDF 文件

source: Favorite
de: Favorit
es: Favorito
fr: Favoris
id: Favorit
nl: Favoriet
pt: Favorito
ru: Избранное
ta: பிடித்த
tr: Favori
zh_hans: 收藏

# abstractunavailable
source: Abstract unavailable. The publisher does not provide abstracts to Crossref. The full text should still be available.
de: Zusammenfassung nicht verfügbar. Der Verlag stellt Crossref keine Zusammenfassungen zur Verfügung. Der Volltext sollte dennoch verfügbar sein.
es: Resumen no disponible. El editor no proporciona resúmenes a Crossref. El texto completo debería estar disponible.
fr: Résumé indisponible. L'éditeur ne fournis pas de résumés à Crossref. L'article devrait tout de même être accessible.
id: Abstrak tidak tersedia. Penerbit tidak menyediakan abstrak ke Crossref. Teks lengkap seharusnya masih tersedia.
nl: Samenvatting onbeschikbaar. De uitgever voorziet geen samenvattingen aan Crossref. Volle tekst zou nog steeds beschikbaar moeten zijn.
pt: Resumos não disponíveis. A editora não disponibiliza resumos para o Crossref. O texto completo deve ainda estar disponível.
ru: Аннотация недоступна. Издатель не предоставляет аннотации Crossref. Полный текст все еще доступен.
ta: சுருக்கம் கிடைக்கவில்லை. வெளியீட்டாளர் கிராச்ரெஃப் சுருக்கங்களை வழங்கவில்லை. முழு உரை இன்னும் கிடைக்க வேண்டும்.
tr: Özet mevcut değil. Yayıncı, Crossref'e özet sağlamıyor. Tam metin hala mevcut olmalıdır.
zh_hans: 摘要不可用。出版商未向 Crossref 提供摘要。全文仍应可用。

source: Search results
de: Suchergebnisse
es: Resultados de la búsqueda
fr: Résultats de recherche
id: Hasil pencarian
nl: Zoekresultaten
pt: Resultados da busca
ru: Результаты поиска
ta: தேடல் முடிவுகள்
tr: Arama sonuçları
zh_hans: 搜索结果

source: No results found.
de: Keine Ergebnisse gefunden.
es: No se encontraron resultados.
fr: Aucun résultat trouvé.
id: Tidak ada hasil pencarian.
nl: Geen resultaten gevonden.
pt: Nenhum resultado encontrado.
ru: Ничего не найдено.
ta: முடிவுகள் எதுவும் கிடைக்கவில்லை.
tr: Sonuç bulunamadı.
zh_hans: 未找到结果。

source: No saved queries.
de: Keine gespeicherten Abfragen.
es: No se guardó ninguna consulta.
fr: Aucune requête sauvegardée.
id: Tidak ada kueri yang disimpan.
nl: Geen opgeslagen zoektermen.
pt: Nenhuma busca salva.
ru: Нет сохраненных запросов.
ta: சேமித்த வினவல்கள் இல்லை.
tr: Kaydedilmiş sorgu yok.
zh_hans: 未保存查询。

# noFavorites
source: You have no articles in your favorites. Use the heart icon on publication cards you like to add them to your favorites!
de: Du hast keine Artikel in deinen Favoriten. Klicke auf das Herz-Symbol auf den Publikationskarten, die dir gefallen, um sie zu deinen Favoriten hinzuzufügen!
fr: Vous n'avez aucun article dans vos favoris. Utilisez l'icone en forme de coeur sur les cartes de publications pour les ajouter à vos favoris !
id: Anda tidak memiliki artikel di favorit Anda. Gunakan ikon hati pada kartu publikasi yang Anda sukai untuk menambahkannya ke favorit Anda!
nl: Je hebt geen artikels in favorieten. Gebruik de hart ikoon op publicatie kaarten die je leuk vindt om ze toe te voegen aan je favorieten!
pt: Você não tem nenhum artigo em seus favoritos. Use o ícone de coração no cartão da publicação para adiciona-los aos favoritos!
ru: У вас нет статей в избранных. Используйте значок сердца на карточках публикаций, чтобы добавить их в избранные!
ta: உங்களுக்கு பிடித்தவைகளில் கட்டுரைகள் எதுவும் இல்லை. உங்களுக்கு பிடித்தவைகளில் சேர்க்க விரும்பும் வெளியீட்டு அட்டைகளில் ஆர்ட் ஐகானைப் பயன்படுத்தவும்!
tr: Favorilerinizde makale yok. Beğendiğiniz yayın kartlarındaki kalp simgesini kullanarak onları favorilerinize ekleyin!
zh_hans: 您的收藏夹中没有文章。使用您喜欢的出版物卡片上的心形图标将它们添加到收藏夹！

source: Display
de: Anzeigen
fr: Affichage
id: Tampilkan
nl: Weergave
pt: Exibição
ru: Вид
ta: காட்சி
tr: Görüntüle
zh_hans: 显示

source: Display settings
de: Anzeigeeinstellungen
fr: Paramètres d'affichage
id: Pengaturan tampilan
nl: Weergave instellingen
pt: Configurações de exibição
ru: Настройки отображения
ta: அமைப்புகளைக் காண்பி
tr: Görüntü ayarları
zh_hans: 显示设置

source: Appearance
de: Aussehen
es: Aspecto
fr: Apparence
id: Penampilan
nl: Uiterlijk
pt: Aparência
ru: Облик
ta: தோற்றம்
tr: Görünüm
zh_hans: 外观

source: Theme
de: Thema
es: Tema
fr: Thème
id: Tema
nl: Thema
pt: Tema
ru: Тема
ta: கருப்பொருள்
tr: Tema
zh_hans: 主题

source: Light
de: Hell
es: Claro
fr: Clair
id: Terang
nl: Licht
pt: Branco
ru: Светлая
ta: ஒளி
tr: Açık
zh_hans: 浅色

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
id: Gelap
nl: Donker
pt: Escuro
ru: Тёмная
ta: இருண்ட
tr: Koyu
zh_hans: 深色

source: System theme
de: System Thema
es: Tema del sistema
fr: Thème du système
id: Tema sistem
nl: Systeem thema
pt: Padrão do sistema
ru: Системная тема
ta: கணினி கருப்பொருள்
tr: Sistem teması
zh_hans: 系统主题

source: System
es: Del sistema
id: Sistem
pt: Sistema
ru: Система
ta: மண்டலம்
tr: Sistem
zh_hans: 系统

source: Publication card
de: Veröffentlichungskarte
es: Tarjeta de publicación
fr: Carte de publication
id: Kartu publikasi
nl: Publicatie kaart
pt: Cartão de publicação
ru: Карточка публикации
ta: வெளியீட்டு அட்டை
tr: Yayın kartı
zh_hans: 出版物卡片

source: Show all abstracts
de: Alle Zusammenfassungen anzeigen
es: Mostrar todos los resúmenes
fr: Afficher tous les résumés
id: Tampilkan semua abstrak
nl: Toon alle samenvattingen
pt: Mostrar todos os resumos
ru: Показать все аннотации
ta: அனைத்து சுருக்கங்களையும் காட்டு
tr: Tüm özetleri göster
zh_hans: 显示所有摘要

source: Hide missing abstracts
de: Fehlende Zusammenfassungen verstecken
es: Ocultar resúmenes faltantes
fr: Cacher les résumés manquants
id: Sembunyikan abstrak yang hilang
nl: Verberg missende samenvattingen
pt: Ocultar resumos Inexistentes
ru: Скрыть отсутствующие аннотации
ta: காணாமல் போன சுருக்கங்களை மறைக்கவும்
tr: Eksik özetleri gizle
zh_hans: 隐藏缺失的摘要

# unpaywallarticle
source: The article was provided through Unpaywall
de: Der Artikel wurde über Unpaywall bereitgestellt
es: El artículo se facilitó a través de Unpaywall
fr: L'article a été fourni via Unpaywall
id: Artikel ini disediakan melalui Unpaywall
nl: Dit artikel werd voorzien door Unpaywall
pt: O artigo foi disponibilizado pelo Unpaywall
ru: Статья предоставлена через UnpaywallСтатья была предоставлена через Unpaywall
ta: கட்டுரை unpaywall மூலம் வழங்கப்பட்டது
tr: Makale Unpaywall aracılığıyla sağlandı
zh_hans: 文章由 Unpaywall 提供

source: Hide all abstracts
de: Alle Zusammenfassungen verstecken
es: Ocultar todos los resúmenes
fr: Cacher tous les résumés
id: Sembunyikan semua abstrak
nl: Verberg alle samenvattingen
pt: Ocultar todos os resumos
ru: Скрыть все аннотации
ta: அனைத்து சுருக்கங்களையும் மறைக்கவும்
tr: Tüm özetleri gizle
zh_hans: 隐藏所有摘要

# forwardedproxy
source: Forwarded through your institution proxy
de: Über den Proxy Ihrer Institution weitergeleitet
es: Reenviado a través del proxy de su institución
fr: Transmis par le biais du proxy de votre institution
id: Diteruskan melalui proxy institusi Anda
nl: Doorgestuurd doorheen jouw institutie proxy
pt: Encaminhado pelo proxy da sua instituição
ru: Передано через прокси-сервер вашего учебного заведения
ta: உங்கள் நிறுவன பதிலாள் மூலம் அனுப்பப்பட்டது
tr: Kurum proxy'niz aracılığıyla iletildi
zh_hans: 通过您的机构代理转发

# selectinstitution
source: Select your institution
de: Deine Institution auswählen
es: Elija su institución
fr: Selectionner votre institution
id: Pilih institusi anda
nl: Kies je institutie
pt: Selecione sua instituição
ru: Выберите ваше учебное заведение
ta: உங்கள் நிறுவனத்தைத் தேர்ந்தெடுக்கவும்
tr: Kurumunuzu seçin
zh_hans: 选择您的机构

source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Urutkan berdasarkan
nl: Sorteer via
pt: Ordenar por
ru: Сортировать по
ta: வரிசைப்படுத்தவும்
tr: Sıralama ölçütü
zh_hans: 排序方式

source: Sort order
de: Sortierreihenfolge
es: Ordenar
fr: Ordre de tri
id: Urutan penyortiran
nl: Sorteer volgorde
pt: Ordem de classificação
ru: Порядок сортировки
ta: வரிசைப்படுத்தும் முறை
tr: Sıralama düzeni
zh_hans: 排序顺序

# followingsince
source: Following since {date}
de: Folgend seit {date}
es: Siguiendo desde {date}
fr: Suivis depuis
id: Mengikuti sejak {date}
nl: Volgend sinds {date}
pt: Seguindo desde: {date}
ru: Подписано с {date}
ta: {date} முதல் பின்வருமாறு
tr: {date} tarihinden beri takip ediliyor
zh_hans: 关注自 {date}

source: Journal title
de: Zeitschriftentitel
es: Título de la revista
fr: Titre de la revue
id: Judul jurnal
nl: Journaal titel
pt: Título da revista
ru: Название журнала
ta: செய்தித் தாள் தலைப்பு
tr: Dergi başlığı
zh_hans: 期刊标题

source: Following date
de: Folgedatum
es: Fecha siguiente
fr: Date de suivi
id: Tanggal berikutnya
nl: Volgend datum
pt: Começou a seguir em
ru: Дата подписки
ta: அடுத்த தேதி
tr: Takip tarihi
zh_hans: 关注日期

source: Ascending
de: Aufsteigend
es: Ascendente
fr: Ascendant
id: Naik
nl: Oplopend
pt: Ascendente
ru: По возрастанию
ta: ஏறுதல்
tr: Artan
zh_hans: 升序

source: Descending
de: Absteigend
es: Descendente
fr: Descendant
id: Menurun
nl: Aflopend
pt: Descendente
ru: По убыванию
ta: இறங்கு
tr: Azalan
zh_hans: 降序

source: Article title
de: Titel des Artikels
es: Título del artículo
fr: Titre d'article
id: Judul artikel
nl: Artikel titel
pt: Título do artigo
ru: Название статьи
ta: கட்டுரை தலைப்பு
tr: Makale başlığı
zh_hans: 文章标题

# firstauthfamname
source: First author family name
de: Nachname des Erstautors
es: Apellido del primer autor
fr: Nom de famille du premier auteur
id: Nama keluarga penulis pertama
nl: Eerst auteur familie naam
pt: Sobrenome do primeiro autor
ru: Фамилия первого автора
ta: முதல் ஆசிரியர் குடும்ப பெயர்
tr: İlk yazar soyadı
zh_hans: 第一作者姓氏

source: Date published
de: Veröffentlichungsdatum
es: Fecha de publicación
fr: Date de publication
id: Tanggal publikasi
nl: Datum gepubliceerd
pt: Data de publicação
ru: Дата публикации
ta: தேதி வெளியிடப்பட்டது
tr: Yayınlanma tarihi
zh_hans: 发布日期

source: Date added to favorites
de: Datum als zu den Favoriten hinzugefügt
es: Fecha añadida a favoritos
fr: Date d'ajout aux favoris
id: Tanggal ditambahkan ke favorit
nl: Datum toegevoegd aan favorieten
pt: Data adicionada aos favoritos
ru: Дата добавления в избранные
ta: பிடித்தவைகளில் தேதி சேர்க்கப்பட்டது
tr: Favorilere eklenme tarihi
zh_hans: 加入收藏日期

# addedtoyourfav
source: Added to your favorites on {date}
de: Zu Ihren Favoriten hinzugefügt am {date}
es: Añadido a sus favoritos el {date}
fr: Ajouté à vos favoris le {date}
id: Ditambahkan ke favorit Anda pada {date}
nl: Toegevoegd aan je favorieten op {date}
pt: Adicionado aos favoritos em {date}
ru: Добавлено в избранные {date}
ta: {date} இல் உங்களுக்கு பிடித்தவைகளில் சேர்க்கப்பட்டது
tr: {date} tarihinde favorilerinize eklendi
zh_hans: 于 {date} 添加到您的收藏

source: No institution
de: keine institution
es: Ninguna institución
fr: Aucune institution
id: Tidak ada institusi
nl: Geen institutie
pt: Sem instituição
ru: Нет учебного заведения
ta: நிறுவனம் இல்லை
tr: Kurum yok
zh_hans: 无机构

# buildingfeed
source: Building your feed. Please wait…
de: Dien Feed wird erstellt. Bitte warten…
es: Construyendo su suministro. Espere…
fr: Création de votre flux. Veuillez patienter…
id: Membangun umpan Anda. Mohon tunggu…
nl: Jouw feed aan het samenstellen. Gelieve te wachten…
pt: Construindo seu feed. Por favor aguarde…
ru: Собираем вашу ленту. Пожалуйста подождите…
ta: உங்கள் ஊட்டத்தை உருவாக்குதல். தயவுசெய்து காத்திருங்கள்…
tr: Akışınız oluşturuluyor. Lütfen bekleyin…
zh_hans: 正在构建您的动态。请稍候…

# fetchingArticleFromJournal
source: Fetching articles from {journalName}.
de: Artikel abrufen von {journalName}.
es: Recuperando artículos de {journalName}.
fr: Récupération des articles de {journalName}.
id: Mengambil artikel dari {journalName}.
nl: Artikels aan het ophalen van {journalName}.
pt: Buscando artigos de {journalName}.
ru: Получение статей из {journalName}.
ta: {journalName}ல் இருந்து கட்டுரைகளைப் பெறுதல்.
tr: {journalName} dergisinden makaleler alınıyor.
zh_hans: 正在从 {journalName} 获取文章。

# noPublicationFound
source: No publications found.
de: Keine Veröffentlichungen gefunden.
es: No se encontró ninguna publicación.
fr: Aucune publications trouvées.
id: Publikasi tidak ditemukan.
nl: Geen uitgevingen gevonden.
pt: Nenhuma publicação encontrado.
ru: Нет публикаций найдено.
ta: வெளியீடுகள் எதுவும் கிடைக்கவில்லை.
tr: Yayın bulunamadı.
zh_hans: 未找到出版物。

# failLoadMorePublication
source: Failed to load more publications.
de: Es konnten keine weiteren Veröffentlichungen geladen werden.
es: No se pudieron cargar más publicaciones.
fr: Échec du chargement de publications supplémentaires.
id: Gagal memuat publikasi lainnya.
nl: Meer publicaties gefaald te laden.
pt: Erro ao carregar mais publicações.
ru: Не удалось загрузить больше публикаций.
ta: அதிக வெளியீடுகளை ஏற்றுவதில் தோல்வி.
tr: Daha fazla yayın yüklenemedi.
zh_hans: 加载更多出版物失败。

# homeFeedEmpty
source: No publications available. Publication cards will be added once you are following at least one journal.
de: Keine Veröffentlichungen verfügbar. Veröffentlichungskarten werden hinzugefügt, sobald du mindestens einer Zeitschrift folgst.
es: No hay publicaciones disponibles. Se añadirán tarjetas de publicación cuando siga al menos una revista.
fr: Aucune publications disponibles. Des cartes de publications seront ajoutées lorsque vous suivrez au moins une revue.
id: Tidak ada publikasi yang tersedia. Kartu publikasi akan ditambahkan setelah Anda mengikuti setidaknya satu jurnal.
nl: Geen publicaties beschikbaar. Publicatie kaarten zullen toegevoegd worden eens je tenminste één journaal volgt.
pt: Nenhuma publicação disponível. cartões de publicação serão adicionados quando você estiver seguindo pelo menos uma revista.
ru: Нет доступных публикаций. Карточки публикаций будут добавлены, как только вы подпишетесь хотя бы на один журнал.
ta: வெளியீடுகள் எதுவும் கிடைக்கவில்லை. நீங்கள் குறைந்தது ஒரு பத்திரிகையைப் பின்தொடர்ந்தவுடன் வெளியீட்டு அட்டைகள் சேர்க்கப்படும்.
tr: Yayın mevcut değil. En az bir dergiyi takip ettiğinizde yayın kartları eklenecektir.
zh_hans: 暂无出版物。关注至少一本期刊后，出版物卡片将会添加。

# sharedMessage
source: Shared via the Wispar app
de: Über die Wispar-App geteilt
es: Compartido a través de la aplicación Wispar
fr: Partagé via l'appli Wispar
id: Bagikan melalui aplikasi Wispar
nl: Gedeeld via de Wispar app
pt: Compartilhado pelo app Wispar
ru: Поделиться через приложение Wispar
ta: VISPAR பயன்பாடு வழியாக பகிரப்பட்டது
tr: Wispar uygulaması aracılığıyla paylaşıldı
zh_hans: 通过 Wispar 应用分享

source: Share article
de: Artikel teilen
es: Compartir artículo
fr: Partager l'article
id: Bagikan artikel
nl: Deel artikel
pt: Compartilhar artigo
ru: Поделиться статьей
ta: கட்டுரை பகிர்ந்து கொள்ளுங்கள்
tr: Makaleyi paylaş
zh_hans: 分享文章

source: Send to Zotero
de: An Zotero senden
es: Enviar a Zotero
fr: Envoyer vers Zotero
id: Kirim ke Zotero
nl: Zenden naar Zotero
pt: Enviar para Zotero
ru: Отправить в Zotero
ta: சோட்டெரோவுக்கு அனுப்புங்கள்
tr: Zotero'ya gönder
zh_hans: 发送到 Zotero

source: Zotero settings
de: Zotero Einstellungen
es: Configuración de Zotero
fr: Paramètres de Zotero
id: Pengaturan Zotero
nl: Zotero instellingen
pt: Configurações do Zotero
ru: Настройки Zotero
ta: சோட்டெரோ அமைப்புகள்
tr: Zotero ayarları
zh_hans: Zotero 设置

# zoteroPermissions1
source: Wispar needs both read and write access to your Zotero account to enjoy its integration.
de: Wispar benötigt sowohl Lese- als auch Schreibzugriff auf dein Zotero-Konto, um die Integration nutzen zu können.
es: Wispar necesita accesos de lectura y escritura a su cuenta de Zotero para aprovechar su integración.
fr: Wispar requiert un accès en lecture et en écriture à votre compte Zotero pour profiter de son intégration.
id: Wispar memerlukan akses baca dan tulis ke akun Zotero Anda untuk dapat memanfaatkan integrasinya.
nl: Wispar heeft beide lees and schrijf toegang nodig tot jou Zotero account om van zijn integratie te genieten.
pt: Wispar precisa de acesso a leitura e escrita da sua conta Zotero para fazer a integração.
ru: Для использования интеграции Wispar требуется доступ на чтение и запись к вашему аккаунту Zotero.
ta: உங்கள் சோட்டெரோ கணக்கை அதன் ஒருங்கிணைப்பை அனுபவிக்க VISPAR க்கு அணுகல் மற்றும் எழுத வேண்டும்.
tr: Wispar, entegrasyonundan yararlanmak için Zotero hesabınıza hem okuma hem de yazma erişimine ihtiyaç duyar.
zh_hans: Wispar 需要对您的 Zotero 账户具有读写权限以实现集成。

# zoteroPermissions2
source: When creating a new Zotero API key, you must select both "Allow library access" and "Allow write access".
de: Wenn du einen neuen Zotero-API-Schlüssel erstellst, musst ud sowohl „Bibliothekszugriff zulassen“ als auch „Schreibzugriff zulassen“ auswählen.
es: Al crear una clave de API de Zotero, debe seleccionar tanto «Permitir acceso a la biblioteca» como «Permitir acceso de escritura».
fr: Lors de la création d'une nouvelle clé API Zotero, vous devez sélectionner à la fois "Autoriser l'accès à la bibliothèque" et "Autoriser l'accès en écriture".
id: Saat membuat kunci API Zotero baru, Anda harus memilih kedua opsi “Izinkan akses perpustakaan” dan “Izinkan akses tulis”.
nl: Wanneer je een nieuwe Zotero API sleutel creëert, moet je beide "Bibliotheek toegang toelaten" en "Schrijf toegang toelaten" selecteren.
pt: Quando criar uma nova chave de API do Zotero, você deve selecionar tanto 'Permitir acesso à biblioteca' quanto 'Permitir acesso de escrita'.
ru: При создании нового ключа API Zotero вы должны выбрать как «Разрешить доступ к библиотеке», так и «Разрешить запись».
ta: புதிய சோட்டெரோ பநிஇ விசையை உருவாக்கும்போது, நீங்கள் "நூலக அணுகலை அனுமதிக்கவும்" மற்றும் "எழுத அணுகலை அனுமதிக்கவும்" இரண்டையும் தேர்ந்தெடுக்க வேண்டும்.
tr: Yeni bir Zotero API anahtarı oluştururken, hem "Kütüphane erişimine izin ver" hem de "Yazma erişimine izin ver" seçeneklerini seçmelisiniz.
zh_hans: 创建新的 Zotero API 密钥时，必须选择“允许访问库”和“允许写入权限”。
