Repository: Scriptbash/Wispar
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, id, nl, pt, ru, ta, tr, zh_hans

# selectFeed
source: Select a feed
de: Wähle einen Feed
id: Pilih saluran
pt: Selecione um feed
ru: Выберите ленту
zh_hans: 选择订阅源

# createCustomFeed
source: Create a custom feed
de: Erstelle einen eigenen Feed
id: Buat umpan kustom
pt: Criar um feed customizado
ru: Создать свою ленту
zh_hans: 创建自定义订阅源

source: Done
de: Fertig
id: Selesai
pt: Feito
ru: Готово
zh_hans: 完成

source: Edit
de: Bearbeiten
pt: Editar
ru: Изменить
zh_hans: 编辑

source: Clear all
de: Alles löschen
id: Hapus semua
pt: Limpar tudo
ru: Очистить всё
zh_hans: 全部清除

source: Select all
de: Alles auswählen
id: Pilih semua
pt: Selecional tudo
ru: Выбрать всё
zh_hans: 全选

source: Customize feed
de: Feed anpassen
id: Sesuaikan umpan
pt: Customizar feed
ru: Настроить ленту
zh_hans: 自定义订阅源

source: Feed name
id: Nama pakan
pt: Nome do feed
ru: Название ленты
zh_hans: 订阅源名称

source: Followed journals
de: Verfolgte Zeitschriften
id: Jurnal yang diikuti
pt: Revistas seguidas
ru: Читаемые журналы
zh_hans: 关注的期刊

source: More journals
de: Weitere Zeitschriften
id: Lebih banyak jurnal
pt: Mais revistas
ru: Больше журналов
zh_hans: 更多期刊

source: Include keywords
de: Schlüsselwörter miteinbeziehen
id: Sertakan kata kunci
pt: Incluir palavras-chave
ru: Включить ключевые слова
zh_hans: 包含关键词

source: Exclude keywords
de: Schlüsselwörter ausschließen
id: Kecualikan kata kunci
pt: Excluir palavras-chave
ru: Исключить ключевые слова
zh_hans: 排除关键词

# typePressSpace
source: Type and press space…
de: Schreibe und drücke die Leertaste…
id: Ketik dan tekan spasi…
pt: Digite e pressione espaço…
ru: Введите и нажмите пробел…
zh_hans: 输入后按空格…

# errorFeedNameEmpty
source: Please enter a name for the feed
de: Bitte gebe einen Namen für den Feed ein
id: Silakan masukkan nama untuk feed
pt: Por favor, insira o nome do feed
ru: Пожалуйста, введите название для ленты
zh_hans: 请输入订阅源名称

# errorFeedNameAlreadyExists
source: A feed with this name already exists
de: Ein Feed mit diesem Namen existiert bereits
id: Feed dengan nama ini sudah ada
pt: Um feed com esse nome já existe
ru: Лента с этим именем уже существует
zh_hans: 已存在同名订阅源

# errorSelectOneJournal
source: Select at least one journal
de: Wähle mindestens eine Zeitschrift aus
id: Pilih setidaknya satu jurnal
pt: Selecione ao menos uma revista
ru: Выберите хотя бы один журнал
zh_hans: 请至少选择一个期刊

source: Sort
de: Sortieren
id: Sortir
pt: Ordenar
ru: Сортировать
zh_hans: 排序

source: Copy
de: Kopieren
id: Salin
pt: Copiar
ru: Копировать
zh_hans: 复制

source: Copy abstract
de: Zusammenfassung kopieren
id: Salin abstrak
pt: Copiar resumo
ru: Копировать абстрактно
zh_hans: 复制摘要

source: Copy title
de: Titel kopieren
id: Salin judul
pt: Copiar título
ru: Копировать название
zh_hans: 复制标题

source: Copy URL
de: URL kopieren
id: Salin URL
pt: Copiar link URL
ru: Копировать URL-адрес
zh_hans: 复制 URL

source: Copied to clipboard!
de: In die Zwischenablage kopiert!
id: Telah disalin ke clipboard!
pt: Copiado para a área de transferência!
ru: Скопировано в буфер обмена!
zh_hans: 已复制到剪贴板！

source: Translate
de: Übersetzen
id: Terjemahkan
pt: Traduzir
ru: Перевод
zh_hans: 翻译

source: Swap languages
de: Sprachen tauschen
id: Ganti bahasa
pt: Inverter idiomas
ru: Сменить языки
zh_hans: 切换语言

source: Cancel
de: Abbrechen
id: Batalkan
pt: Cancelar
ru: Отмена
zh_hans: 取消

# pdfDownloadOptionsTitle
source: PDF download options
de: PDF-Download-Optionen
id: Opsi unduh PDF
pt: Opções de download de PDF
ru: Параметры скачивания PDF
zh_hans: PDF 下载选项

source: Open in external PDF viewer
de: In externem PDF-Viewer öffnen
id: Buka di pembaca PDF eksternal
pt: Abrir em leitor de PDF
ru: Открыть в просмотрщике PDF
zh_hans: 在外部 PDF 查看器中打开

# openInExternalPdfViewerSubtitle
source: Open the PDF in your device's default browser or PDF app.
de: Öffne die PDF-Datei im Standardbrowser oder in der PDF-App deines Geräts.
id: Buka file PDF menggunakan browser default perangkat Anda atau aplikasi PDF.
pt: Abrir o PDF em seu navegador padrão ou aplicativo de PDF.
ru: Открыть PDF-файл в обозревателе по умолчанию или PDF-приложении.
zh_hans: 在设备的默认浏览器或 PDF 应用中打开 PDF。

source: Downloading file…
de: Datei herunterladen…
id: Mengunduh file…
pt: Baixando o arquivo…
ru: Скачивается файл…
zh_hans: 正在下载文件…

# downloadFailedInAppViewer
source: Failed to open in-app. Trying external viewer.
de: Öffnen in der App fehlgeschlagen. Externer Viewer wird versucht.
id: Gagal membuka dalam aplikasi. Anda dapat mencoba tombol unduh PDF di situs web atau memilih opsi pemutar PDF eksternal.
pt: Erro ao abrir no aplicativo. Tentando abrir em leitor externo.
ru: Не удалось открыть в приложении. Пробуем внешний просмотрщик.
zh_hans: 应用内打开失败，可以试试网站的 PDF 下载按钮或选择外部 PDF 查看器选项。

# errorOpeningFile
source: Could not open file.
de: Datei konnte nicht geöffnet werden.
id: Tidak dapat membuka file.
pt: Não foi possível abrir o arquivo.
ru: Не удалось открыть файл.
zh_hans: 无法打开文件。

source: Download starting.
de: Download startet.
id: Unduhan sedang dimulai.
pt: Download iniciado.
ru: Скачивание началось.
zh_hans: 开始下载。

source: Download found pdf
de: Gefundenes PDF herunterladen
id: Unduh PDF yang ditemukan
pt: Baixar PDF encontrado
ru: Скачать найденый PDF
zh_hans: 下载发现的 pdf

# downloadToApp
source: Download in app
de: Download in der App
id: Unduh di dalam aplikasi
pt: Baixar no aplicativo
ru: Скачать в приложении
zh_hans: 在应用内下载

# downloadToAppSubtitle
source: Attempt to download and view PDF directly in Wispar for better integration.
de: Versuche, die PDF-Datei direkt in Wispar herunterzuladen und anzuzeigen, um eine bessere Integration zu erzielen.
id: Coba unduh dan lihat PDF langsung di Wispar untuk integrasi yang lebih baik.
pt: Tentar baixar e visualizar o PDF diretamente no Wispar para melhor integração.
ru: Пробуем скачать и просмотреть PDF прямо в Wispar для лучшей интеграции.
zh_hans: 尝试直接在 Wispar 应用中下载并查看 PDF 以获得更好的集成体验。

# noAiApiKeySetError
source: No AI API key set. Please go to settings to configure one.
de: Es wurde kein KI-API-Schlüssel festgelegt. Bitte gehe in die Einstellungen, um einen zu konfigurieren.
id: Tidak ada kunci API AI yang ditetapkan. Silakan pergi ke pengaturan untuk mengonfigurasinya.
pt: Nenhuma chave de API IA configurada. Por favor, vá às configurações e configure uma.
ru: Ключ API от ИИ не установлен. Перейдите в настройки, чтобы настроить его.
zh_hans: 未设置 AI API 密钥。请前往设置进行配置。

source: Translation failed
de: Übersetzung fehlgeschlagen
id: Terjemahan gagal
pt: Falha na tradução
ru: Не удалось выполнить перевод
zh_hans: 翻译失败

source: Show translation
de: Übersetzung anzeigen
id: Tampilkan terjemahan
pt: Mostrar tradução
ru: Показать перевод
zh_hans: 显示翻译

source: Show original
de: Original anzeigen
id: Tampilkan asli
pt: Mostrar original
ru: Показать оригинал
zh_hans: 显示原文

source: AI settings
de: AI Einstellungen
id: Pengaturan AI
pt: Configurações de IA
ru: Настройки ИИ
zh_hans: AI 设置

source: AI provider
de: AI Anbieter
id: Penyedia kecerdasan buatan
pt: Provedor de IA
ru: Поставщик ИИ
zh_hans: AI 提供商

# pleaseSelectProvider
source: Please select a provider
de: Bitte einen Anbieter auswählen
id: Silakan pilih penyedia layanan
pt: Por favor, selecione um provedor
ru: Выберите поставщика
zh_hans: 请选择提供商

# apiKeyLabel
source: {providerName} API Key
de: {providerName} API-Schlüssel
id: Kunci API {providerName}
pt: Chave API do provedor {providerName}
ru: Ключ API {providerName}
zh_hans: {providerName} API 密钥

# pleaseEnterAiAPIKey
source: Please enter an API key for {providerName}
de: Bitte gebe einen API-Schlüssel für {providerName} ein
id: Silakan masukkan kunci API untuk {providerName}
pt: Por favor, insira uma chave de API para o provedor {providerName}
ru: Введите ключ API для {providerName}
zh_hans: 请输入 {providerName} 的 API 密钥

source: Override base URL
de: Basis-URL überschreiben
id: Mengganti URL dasar
pt: Substituir URL base
ru: Переопределить базовый URL-адрес
zh_hans: 覆盖基础 URL

source: Custom base URL
de: Benutzerdefinierte Basis-URL
id: URL dasar kustom
pt: URL base customizada
ru: Свой базовый URL-адрес
zh_hans: 自定义基础 URL

# pleaseEnterBaseUrl
source: Please enter a base URL
de: Bitte gebe eine Basis-URL ein
id: Silakan masukkan URL dasar
pt: Por favor, insira uma URL base
ru: Введите базовый URL-адрес
zh_hans: 请输入基础 URL

source: Invalid URL
de: ungültige URL
id: URL tidak valid
pt: URL inválida
ru: Неправильный URL
zh_hans: 无效 URL

# modelNameLabel
source: Enter {provider} model name
de: Gebe den Modellnamen von {provider} ein
id: Masukkan nama model {provider}
pt: Insira o modelo de nome de {provider}
ru: Укажите название модели {provider}
zh_hans: 输入 {provider} 模型名称

# pleaseEnterModelName
source: Please enter the {provider} model name.
de: Bitte gebe den {provider} Modell Namen ein.
id: Silakan masukkan nama model {provider}.
pt: Por favor, insira o nome modelo do {provider}.
ru: Пожалуйста введите название модели от {provider}.
zh_hans: 请输入 {provider} 模型名称。

source: Institutional access
de: Institutioneller Zugang
id: Akses institusional
pt: Acesso institucional
zh_hans: 机构访问

source: Override user agent
de: Benutzeragenten überschreiben
id: Mengganti agen pengguna
pt: Substituir agente do usuário
zh_hans: 覆盖用户代理

source: Custom user agent
de: Benutzerdefinierter User-Agent
id: Agen pengguna kustom
pt: Agente do usuário customizado
zh_hans: 自定义用户代理

# aiTemperature
source: Temperature
de: Temperatur
id: Suhu
pt: Temperatura
zh_hans: 温度（AI 模型的"温度"参数）

# aiCustomPrompts
source: Custom translation prompts
de: Benutzerdefinierte Übersetzungsaufforderungen
id: Prompt terjemahan khusus
pt: Prompt personalizado de tradução
zh_hans: 自定义翻译提示

# aiCustomPromptsDescription
source: Use $src and $dst for the source and target languages and $text for the text to translate. For example: Translate the following text from $src to $dst: $text
de: Verwende $src und $dst für die Ausgangs- und Zielsprache und $text für den zu übersetzenden Text. Beispiel: Übersetze den folgenden Text von $src nach $dst: $text
id: Gunakan $src dan $dst untuk bahasa sumber dan bahasa target, serta $text untuk teks yang akan diterjemahkan. Contoh: Terjemahkan teks berikut dari $src ke $dst: $text
pt: Use $src e $dst para fonte e idioma desejado e %text para a tradução do texto. Por exemplo: Traduza o seguinte texto de $src para $dst: $text
zh_hans: 使用 $src 和 $dst 表示源语言和目标语言，$text 表示待翻译文本。例如：将以下文本从 $src 翻译为 $dst：$text

source: Prompt
de: Aufforderung
id: Perintah
zh_hans: 提示

# missingPlaceholders
source: Missing placeholder(s): {placeholders}
de: Fehlende Platzhalter: {placeholders}
id: Tempat penanda yang hilang: {placeholders}
pt: Espaço(s) reservado faltando: {placeholders}
zh_hans: 缺少占位符：{placeholders}
