Repository: Scriptbash/Wispar
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, id, nl, pt, ru, ta, tr, zh_hans

# zoteroPermissions3
source: Once the API key is created, copy the value and paste it inside the text field below.
de: Sobald der API-Schlüssel erstellt wurde, kopiere den Wert und füge ihn in das untenstehende Textfeld ein.
es: Una vez creada la clave API, copie el valor y péguelo en el campo de texto de abajo.
fr: Une fois la clé API créée, copiez la valeur et collez la dans le champ de texte ci-dessous.
id: Setelah kunci API dibuat, salin nilainya dan tempelkan di dalam bidang teks di bawah ini.
nl: Eens de API sleutel gecreëerd is, kopieer de waarde en plak het in de tekst veld onderaan.
pt: Uma vez que a chave de API é criada, copie o valor e cole-o no campo de texto abaixo.
ru: После создания ключа API скопируйте его значение и вставьте в текстовое поле ниже.
ta: பநிஇ விசை உருவாக்கப்பட்டதும், மதிப்பை நகலெடுத்து கீழே உள்ள உரை புலத்திற்குள் ஒட்டவும்.
tr: API anahtarı oluşturulduktan sonra, değeri kopyalayın ve aşağıdaki metin alanına yapıştırın.
zh_hans: 创建 API 密钥后，复制其值并粘贴到下面的文本框中。

# zoteroCreateKey
source: Create a new API key
de: Einen neuen API-Schlüssel erstellen
es: Crear una nueva clave API
fr: Créer une clé API
id: Buat kunci API baru
nl: Creëer een nieuwe API sleutel
pt: Criar uma nova chave de API
ru: Создать новый API-ключ
ta: புதிய பநிஇ விசையை உருவாக்கவும்
tr: Yeni bir API anahtarı oluştur
zh_hans: 创建新 API 密钥

# zoteroEnterKey
source: Enter an API key
de: Einen API-Schlüssel eingeben
es: Introduzca una clave API
fr: Entrer une clé API
id: Masukkan kunci API
nl: Voeg een API sleutel in
pt: Insira uma chave de API
ru: Ввести API-ключ
ta: பநிஇ விசையை உள்ளிடவும்
tr: Bir API anahtarı girin
zh_hans: 输入 API 密钥

# zoteroValidKey
source: API key saved!
de: API-schlüssel gespeichert!
es: ¡Clave API guardada!
fr: Clé API enregistrée !
id: Kunci API disimpan!
nl: API sleutel opgeslaan!
pt: Chave de API salva!
ru: API-ключ сохранен!
ta: பநிஇ விசை சேமிக்கப்பட்டது!
tr: API anahtarı kaydedildi!
zh_hans: API 密钥已保存！

# zoteroInvalidKey
source: The API key is invalid!
de: Der API-Schlüssel ist ungültig!
es: ¡La clave API no es válida!
fr: La clé API est invalide !
id: Kunci API tidak valid!
nl: Het API sleutel is invalied!
pt: A chave de API é invalida!
ru: API-ключ неверен!
ta: பநிஇ விசை தவறானது!
tr: API anahtarı geçersiz!
zh_hans: API 密钥无效！

# savedOn
source: Saved on {date}
de: Gespeichert am {date}
es: Guardado el {date}
fr: Enregistrée le :
id: Disimpan pada {date}
nl: Opgeslagen op: {date}
pt: Salvo em {date}
ru: Сохранено {date}
ta: {date} இல் சேமிக்கப்பட்டது
tr: {date} tarihinde kaydedildi
zh_hans: 保存于 {date}

source: Source code
de: Quellcode
es: Código fuente
fr: Code source
id: Kode sumber
nl: Bron Code
pt: Código fonte
ru: Исходный код
ta: மூலக் குறியீடு
tr: Kaynak kodu
zh_hans: 源代码

# reportIssue
source: Report an issue
de: Ein Problem melden
es: Notificar un problema
fr: Signaler un problème
id: Laporkan masalah
nl: Meld een probleem
pt: Reportar um problema
ru: Сообщить о проблеме
ta: ஒரு சிக்கலைப் புகாரளிக்கவும்
tr: Bir sorun bildir
zh_hans: 报告问题

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
id: Diaktifkan
nl: Ingeschakeld
pt: Habilitado
ru: Включено
ta: இயக்கப்பட்டது
tr: Etkin
zh_hans: 启用

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
id: Cacat
nl: Uitgeschakeld
pt: Desabilitado
ru: Отключено
ta: முடக்கப்பட்டது
tr: Devre dışı
zh_hans: 禁用

source: Database
de: Datenbank
es: Base de datos
fr: Base de données
id: Basisdata
pt: Banco de dados
ru: База данных
ta: தரவுத்தளம்
tr: Veritabanı
zh_hans: 数据库

source: Database settings
de: Datenbankeinstellungen
es: Configuración de base de datos
fr: Paramètres de la base de données
id: Pengaturan basisdata
nl: Database instellingen
pt: Configurações do banco de dados
ru: Настройки базы данных
ta: தரவுத்தள அமைப்புகள்
tr: Veritabanı ayarları
zh_hans: 数据库设置

# concurrentFetches
source: Concurrent API requests: {number}
de: Gleichzeitige API-Anfragen: {number}
es: Solicitudes simultáneas a la API: {number}
id: Permintaan API bersamaan: {number}
pt: Atual número de requisições de API: {number}
ru: Одновременные запросы к API: {number}
ta: ஒரே நேரத்தில் பநிஇ கோரிக்கைகள்: {number}
tr: Eşzamanlı API istekleri: {number}
zh_hans: 并发 API 请求数：{number}

# scrapeAbstracts
source: Scrape missing abstracts
de: Fehlende Zusammenfassungen ergänzen
es: Extraer resúmenes faltantes
id: Menghapus abstrak yang hilang
pt: Extrair resumos faltantes
ru: Соскабливать недостающие аннотации
ta: காணாமல் போன சுருக்கங்களைத் துடைக்கவும்
tr: Eksik özetleri kazı
zh_hans: 抓取缺失的摘要

# cleanupInterval
source: Cleanup interval (days)
de: Reinigungsintervall (Tage)
fr: Intervalle de nettoyage (jours)
nl: Opruim interval (dagen)
pt: Intervalo de limpeza (dias)
ru: Интервал очистки (дни)
ta: தூய்மைப்படுத்த இடைவெளி (நாட்கள்)
tr: Temizleme aralığı (gün)
zh_hans: 清理间隔（天）

# cleanupIntervalHint
source: Enter number of days (1 to 365)
de: Anzahl der Tage eingeben (1 bis 365)
es: Introduzca un número de días (entre 1 y 365)
fr: Entrer le nombre de jours (1 à 365)
id: Masukkan jumlah hari (1 sampai 365)
nl: Voeg een aantal van dagen in (1 tot 365 )
pt: Insira um número de dias (1 a 365)
ru: Введите количество дней (1-365)
ta: நாட்களின் எண்ணிக்கையை உள்ளிடவும் (1 முதல் 365 வரை)
tr: Gün sayısını girin (1 ila 365)
zh_hans: 输入天数（1 到 365）

source: API fetch interval
de: API-Abrufintervall
fr: Intervalle de récupération de l'API
id: Interval pengambilan API
nl: API ophaal interval
pt: Intervalo de busca da API
ru: Интервал загрузки API
ta: பநிஇ இடைவெளி
tr: API alma aralığı
zh_hans: API 获取间隔

# apiFetchIntervalHint
source: Select how often to fetch articles
de: Wähle aus, wie oft Artikel abgerufen werden sollen
es: Seleccione cuán seguido deben recuperarse los artículos
fr: Sélectionner la fréquence de récupération d'articles
id: Pilih seberapa sering ingin mengambil artikel
nl: Selecteer hoe vaak artikels op te halen
pt: Selecione com que frequência buscar artigos
ru: Выберите, как часто загружать статьи
ta: கட்டுரைகளை எவ்வளவு அடிக்கடி பெற வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்
tr: Makalelerin ne sıklıkla alınacağını seçin
zh_hans: 选择获取文章的频率

# cleanupIntervalInvalidNumber
source: Please enter a valid number of days.
de: Bitte gebe eine gültige Anzahl von Tagen ein.
es: Introduzca un número válido de días.
fr: Veuillez entrer un nombre de jours valide.
id: Silakan masukkan jumlah hari yang valid.
nl: Gelieve een valiede aantal dagen in te voeren.
pt: Por favor entre um número válido de dias.
ru: Пожалуйста, введите допустимое количество дней.
ta: சரியான எண்ணிக்கையிலான நாட்களை உள்ளிடவும்.
tr: Lütfen geçerli bir gün sayısı girin.
zh_hans: 请输入有效的天数。

# cleanupIntervalNumberNotBetween
source: Please enter a value between 1 and 365.
de: Bitte gebe einen Wert zwischen 1 und 365 ein.
es: Introduzca un valor entre 1 y 365.
fr: Veuillez entrer une valeur entre 1 et 365.
id: Silakan masukkan nilai antara 1 dan 365.
nl: Gelieve een waarde tussen 1 en 365 in te voeren.
pt: Por favor entre um número entre 1 e 365.
ru: Пожалуйста, введите значение между 1 и 365.
ta: 1 முதல் 365 க்கு இடையில் ஒரு மதிப்பை உள்ளிடவும்.
tr: Lütfen 1 ile 365 arasında bir değer girin.
zh_hans: 请输入 1 到 365 之间的值。

# databaseNotFound
source: The database file was not found.
de: Die Datenbankdatei wurde nicht gefunden.
es: No se encontró el archivo de base de datos.
id: Berkas basisdata tidak ditemukan.
pt: O arquivo de banco de dados não foi encontrado.
ru: Файл базы данных не найден.
ta: தரவுத்தள கோப்பு கிடைக்கவில்லை.
tr: Veritabanı dosyası bulunamadı.
zh_hans: 未找到数据库文件。

# storagePermissionDenied
source: Permission denied.
de: Zugriff verweigert.
es: Se denegó el permiso.
id: Akses ditolak.
pt: Permissão negada.
ru: Доступ запрещен.
ta: இசைவு மறுக்கப்பட்டது.
tr: İzin reddedildi.
zh_hans: 权限被拒绝。

# databaseExported
source: Database exported successfully!
de: Datenbank erfolgreich exportiert!
es: La base de datos se exportó correctamente.
id: Basisdata berhasil diekspor!
pt: Banco de dados exportado com sucesso!
ru: База данных экспортирована успешно!
ta: தரவுத்தளம் வெற்றிகரமாக ஏற்றுமதி செய்யப்பட்டது!
tr: Veritabanı başarıyla dışa aktarıldı!
zh_hans: 数据库导出成功！

# databaseExportFailed
source: Failed to export database.
de: Der Export der Datenbank ist fehlgeschlagen.
es: No se pudo exportar la base de datos.
id: Gagal mengekspor basisdata.
pt: Erro ao exportar banco de dados.
ru: Не удалось выгрузить базу данных.
ta: தரவுத்தளத்தை ஏற்றுமதி செய்வதில் தோல்வி.
tr: Veritabanı dışa aktarılamadı.
zh_hans: 导出数据库失败。

# selectDBExportLocation
source: Select a location where to export the database.
de: Wähle einen Speicherort für den Export der Datenbank aus.
es: Seleccione una ubicación en la que exportar la base de datos.
id: Pilih lokasi hasil ekspor basisdata.
pt: Selecione uma localização para exportar o banco de dados.
ru: Выберите место для экспорта базы данных.
ta: தரவுத்தளத்தை ஏற்றுமதி செய்ய வேண்டிய இடத்தைத் தேர்ந்தெடுக்கவும்.
tr: Veritabanını dışa aktarılacak bir konum seçin.
zh_hans: 选择导出数据库的位置。

source: Export database
de: Datenbank exportieren
es: Exportar base de datos
id: Ekspor basisdata
pt: Exportar banco de dados
ru: Экспорт базы данных
ta: ஏற்றுமதி தரவுத்தளம்
tr: Veritabanını dışa aktar
zh_hans: 导出数据库

source: Import database
de: Datenbank importieren
es: Importar base de datos
id: Impor basisdata
pt: Importar banco de dados
ru: Импорт базы данных
ta: தரவுத்தளத்தை இறக்குமதி செய்யுங்கள்
tr: Veritabanını içe aktar
zh_hans: 导入数据库

# databaseImportFailed
source: Failed to import database.
de: Der Import der Datenbank ist fehlgeschlagen.
es: No se pudo importar la base de datos.
id: Gagal mengimpor basisdata.
pt: Erro ao importar banco de dados.
ru: Не удалось импортировать базу данных.
ta: தரவுத்தளத்தை இறக்குமதி செய்வதில் தோல்வி.
tr: Veritabanı içe aktarılamadı.
zh_hans: 导入数据库失败。

source: About
de: Über
es: Acerca de
fr: À propos
id: Tentang
nl: Over
pt: Sobre
ru: О приложении
ta: பற்றி
tr: Hakkında
zh_hans: 关于

# donateMessage
source: Help support development of Wispar
de: Unterstütze die Entwicklung von Wispar
es: Ayude a desarrollar Wispar
fr: Aider à soutenir le développement de Wispar
id: Bantu pengembangan Wispar
nl: Help ontwikkeling van Wispar ondersteunen
pt: Ajude no desenvolvimento do Wispar
ru: Поддержите разработку Wispar
ta: விச்பரின் வளர்ச்சியை ஆதரிக்க உதவுகிறது
tr: Wispar'ın geliştirilmesine destek olun
zh_hans: 帮助支持 Wispar 的开发

# unknownLicense
source: Unkown license
de: Unbekannte Lizenz
es: Licencia desconocida
fr: Licence inconnue
id: Lisensi tidak diketahui
nl: Onbekende licentie
pt: Licença desconhecida
ru: Неизвестная лицензия
ta: தெரியாத உரிமம்
tr: Bilinmeyen lisans
zh_hans: 未知许可证

source: hours
de: stunden
es: horas
fr: heures
id: jam
nl: uren
pt: Horas
ru: часы
ta: மணி
tr: saat
zh_hans: 小时

# queryHasNoNameError
source: You must enter a query name in order to save it.
de: Du musst einen Namen für die Abfrage eingeben, um sie zu speichern.
es: Debe introducir un nombre de consulta para guardarla.
fr: Vous devez entrer un nom de requête afin de l'enregistrer.
id: Anda harus memasukkan nama kueri untuk menyimpannya.
nl: Je moet een zoekterm naam ingeven om het op te slaan.
pt: Você precisa inserir um nome de consulta para salva-la.
ru: Вам необходимо ввести имя запроса для его сохранения.
ta: சேமிக்க வினவல் பெயரை உள்ளிட வேண்டும்.
tr: Kaydetmek için bir sorgu adı girmelisiniz.
zh_hans: 您必须输入查询名称以保存。

source: Notifications
de: Benachrichtigungen
es: Notificaciones
id: Pemberitahuan
pt: Notificações
ru: Уведомления
ta: அறிவிப்புகள்
tr: Bildirimler
zh_hans: 通知

# notifPermsGranted
source: Permission granted
de: Genehmigung erteilt
es: Se concedió el permiso
id: Izin diberikan
pt: Permissão concedida
ru: Разрешение дано
ta: இசைவு வழங்கப்பட்டது
tr: İzin verildi
zh_hans: 权限已授予

# notifPermsNotGranted
source: Permission not granted
de: Genehmigung nicht erteilt
es: No se concedió el permiso
id: Izin tidak diberikan
pt: Permissão não concedida
ru: Разрешение не дано
ta: இசைவு வழங்கப்படவில்லை
tr: İzin verilmedi
zh_hans: 权限未授予

# openAppSettings
source: Open settings
de: Einstellungen öffnen
es: Abrir configuración
id: Buka pengaturan
pt: Abrir configurações
ru: Открыть настройки
ta: திறந்த அமைப்புகள்
tr: Ayarları aç
zh_hans: 打开设置

source: Pending update
de: Aktualisierung steht noch aus
es: Pendiente de actualizarse
id: Pembaruan tertunda
pt: Atualização pendente
ru: Ожидаемое обновление
ta: புதுப்பிப்பு நிலுவையில் உள்ளது
tr: Bekleyen güncelleme
zh_hans: 更新待处理

# hiddenArticles
source: Hidden publications
de: Ausgeblendete Veröffentlichungen
es: Publicaciones ocultas
id: Publikasi tersembunyi
pt: Publicações ocultas
ru: Скрытые публикации
ta: மறைக்கப்பட்ட வெளியீடுகள்
tr: Gizli yayınlar
zh_hans: 已隐藏的出版物

# noHiddenArticles
source: No hidden publications
de: Keine ausgeblendete Veröffentlichungen
es: Ninguna publicación oculta
id: Tidak ada publikasi tersembunyi
pt: Nenhuma publicação oculta
ru: Нет скрытых публикаций
ta: மறைக்கப்பட்ட வெளியீடுகள் இல்லை
tr: Gizli yayın yok
zh_hans: 无隐藏出版物

# hideArticle
source: Hide this publication
de: Diese Veröffentlichung ausblenden
es: Ocultar esta publicación
id: Sembunyikan publikasi ini
pt: Ocultar esta publicação
ru: Скрыть эту публикацию
ta: இந்த வெளியீட்டை மறைக்கவும்
tr: Bu yayını gizle
zh_hans: 隐藏此出版物

# viewHiddenArticles
source: View hidden publications
de: Ausgeblendete Veröffentlichungen anzeigen
es: Ver publicaciones ocultas
id: Lihat publikasi yang tersembunyi
pt: Ver publicações ocultas
ru: Просмотр скрытых публикаций
ta: மறைக்கப்பட்ட வெளியீடுகளைக் காண்க
tr: Gizli yayınları görüntüle
zh_hans: 查看隐藏出版物

# unhideArticle
source: Unhide this publication
de: Diese Veröffentlichung einblenden
id: Tampilkan publikasi ini
pt: Revelar esta publicação
ru: Открыть эту публикацию
ta: இந்த வெளியீட்டை மறைக்கவும்
tr: Bu yayını gizlemeyi kaldır
zh_hans: 取消隐藏此出版物

# notificationSettingsMessage
source: Notifications are permanently disabled. To enable them, go to the app's notification settings.
de: Benachrichtigungen sind dauerhaft deaktiviert. Um sie zu aktivieren, gehen Sie zu den Benachrichtigungseinstellungen der App.
es: Las notificaciones se desactivaron permanentemente. Para activarlas, vaya a la configuración de notificaciones de la aplicación.
id: Pemberitahuan telah dinonaktifkan secara permanen. Untuk mengaktifkannya kembali, buka pengaturan pemberitahuan aplikasi.
pt: As notificações estão permanentemente desativadas. Para habilitar, vá para as configurações de notificação do APP.
ru: Уведомления постоянно отключены. Чтобы включить их, переходите к настройкам уведомления приложения.
ta: அறிவிப்புகள் நிரந்தரமாக முடக்கப்பட்டுள்ளன. அவற்றை இயக்க, பயன்பாட்டின் அறிவிப்பு அமைப்புகளுக்குச் செல்லவும்.
tr: Bildirimler kalıcı olarak devre dışı bırakıldı. Etkinleştirmek için uygulamanın bildirim ayarlarına gidin.
zh_hans: 通知被永久关闭。若要启用，请前往应用的通知设置。

# notificationContent
source: New articles are available!
de: Neue Artikel sind verfügbar!
es: Hay artículos nuevos disponibles.
id: Artikel baru sudah tersedia!
pt: Novos artigos disponíveis!
ru: Доступны новые статьи!
ta: புதிய கட்டுரைகள் கிடைக்கின்றன!
tr: Yeni makaleler mevcut!
zh_hans: 有新文章可供阅读！

# notificationTitleJournal
source: Journals were updated
de: Zeitschriften wurden aktualisiert
es: Se actualizaron las revistas
id: Jurnal telah diperbarui
pt: As revistas foram atualizadas
ru: Журналы обновлялись
ta: பத்திரிகைகள் புதுப்பிக்கப்பட்டன
tr: Dergiler güncellendi
zh_hans: 期刊已更新

# notificationTitleQuery
source: Queries were updated
de: Abfragen wurden aktualisiert
es: Se actualizaron las consultas
id: Pertanyaan telah diperbarui
pt: As consultas foram atualizadas
ru: Запросы были обновлены
ta: வினவல்கள் புதுப்பிக்கப்பட்டன
tr: Sorgular güncellendi
zh_hans: 查询已更新

# fgNotificationContent
source: Wispar is running in the background to update your journals
de: Wispar läuft im Hintergrund, um Ihre Journale zu aktualisieren
es: Wispar funciona en segundo plano para actualizar sus revistas
pt: Wispar está rodando em segundo plano para atualizar as suas revistas
ru: Wispar работает на фоне для обновления ваших журналов
ta: உங்கள் பத்திரிகையைப் புதுப்பிக்க பின்னணியில் விச்பர் இயங்குகிறது
tr: Wispar, dergilerinizi güncellemek için arka planda çalışıyor
zh_hans: Wispar 正在后台运行以更新您的期刊

# fgNotificationTitle
source: Background updates service
de: Hintergrund-Aktualisierungsdienst
es: Servicio de actualizaciones en segundo plano
pt: Serviço de atualização em segundo plano
ru: Служба обновления в фоне
ta: பின்னணி புதுப்பிப்புகள் பணி
tr: Arka plan güncelleme servisi
zh_hans: 后台更新服务

# lastUpdatedMinutes
source: {minutes, plural, one{Last updated 1 minute ago} other{Last updated {minutes} minutes ago}}
de: {minutes, plural, one{Zuletzt aktualisiert vor 1 Minute} other{Zuletzt aktualisiert vor {minutes} Minuten}}
es: {minutes, plural, one{Se actualizó por última vez hace 1 minuto} other{Se actualizó por última vez hace {minutes} minutos}}
id: {minutes, plural, one{Diperbarui 1 menit yang lalu} other{Diperbarui {minutes} menit yang lalu}}
pt: {minutes, plural, one{Última atualização há 1 minuto} other{Última atualização há {minutes} minutos atrás}}
ru: {minutes, plural, one{Последнее обновление 1 минуту назад} other{Последнее обновление {minutes} минут}}
ta: {minutes, plural, one{1 நிமையம் முன் புதுப்பிக்கப்பட்டது} other{ {minutes} நிமையங்களுக்கு முன்பு}}
tr: {minutes, plural, one{Son güncelleme 1 dakika önce} other{Son güncelleme {minutes} dakika önce}}
zh_hans: {minutes, plural, one{1分钟前更新} other{{minutes}分钟前更新}}

# lastUpdatedHours
source: {hours, plural, one{Last updated 1 hour ago} other{Last updated {hours} hours ago}}
de: {hours, plural, one{Zuletzt aktualisiert vor 1 Stunde} other{Zuletzt aktualisiert vor {hours} Stunden}}
es: {hours, plural, one{Se actualizó por última vez hace 1 hora} other{Se actualizó por última vez hace {hours} horas}}
id: {hours, plural, one{Diperbarui 1 jam yang lalu} other{Diperbarui {hours} jam yang lalu}}
pt: {hours, plural, one{Última atualização há 1 hora} other{Última atualização há {hours} horas atrás}}
ru: {hours, plural, one{Последнее обновление 1 час назад} other{Последнее обновление {hours} часов назад}}
ta: {மணிநேரம், பன்மை, ஒன்று {Last updated 1 hour ago} மற்றவை {கடைசி புதுப்பிக்கப்பட்ட {hours} மணிநேரங்களுக்கு முன்பு}}
tr: {hours, plural, one{Son güncelleme 1 saat önce} other{Son güncelleme {hours} saat önce}}
zh_hans: {hours, plural, one{1小时前更新} other{{hours}小时前更新}}

# lastUpdatedDays
source: {days, plural, one{Last updated 1 day ago} other{Last updated {days} days ago}}
de: {days, plural, one{Zuletzt aktualisiert vor 1 Tag} other{Zuletzt aktualisiert vor {days} Tagen}}
es: {days, plural, one{Se actualizó por última vez ayer} other{Se actualizó por última vez hace {days} días}}
id: {days, plural, one{Diperbarui 1 hari yang lalu} other{Diperbarui {days} hari yang lalu}}
pt: {days, plural, one{Última atualização há 1 dia} other{Última atualização há {days} dias atrás}}
ru: {days, plural, one{Последнее обновление 1 день назад} other{Последнее обновление{days} дней назад}}
ta: {நாட்கள், பன்மை, ஒன்று {Last updated 1 day ago} மற்ற {கடைசி புதுப்பிக்கப்பட்ட {days} நாட்கள் முன்பு}}
tr: {days, plural, one{Son güncelleme 1 gün önce} other{Son güncelleme {days} gün önce}}
zh_hans: {days, plural, one{1天前更新} other{{days}天前更新}}

source: Logs
de: Protokolle
id: Catatan
pt: Registros
ru: Журналы отладки
tr: Günlükler
zh_hans: 日志

source: View logs
de: Protokolle anzeigen
id: Lihat log
pt: Ver registros
ru: Просмотр журналов отладки
tr: Günlükleri Görüntüle
zh_hans: 查看日志

source: Delete logs
de: Protokolle löschen
id: Hapus log
pt: Deletar registros
ru: Удалить журналы отладки
tr: Günlükleri sil
zh_hans: 删除日志

# zoteroArticleSent
source: The article was sent to Zotero.
de: Der Artikel wurde an Zotero gesendet.
id: Artikel tersebut telah dikirim ke Zotero.
pt: O artigo foi enviado para o Zotero.
ru: Статья была отправлена в Zotero.
tr: Makale Zotero'ya gönderildi.
zh_hans: 文章已发送到 Zotero。

# zoteroApiKeyEmpty
source: The Zotero API key has not been set yet. Please configure the API key in the app settings.
de: Der Zotero-API-Schlüssel wurde noch nicht festgelegt. Bitte konfiguriere den API-Schlüssel in den App-Einstellungen.
id: Kunci API Zotero belum diatur. Silakan konfigurasikan kunci API di pengaturan aplikasi.
pt: A chave da API do zotero ainda não foi configurada. Por favor, configure nas configurações do aplicativo.
ru: Ключ Zotero API ещё не установлен. Настройте ключ API в настройках приложения.
tr: Zotero API anahtarı henüz ayarlanmamıştır. Lütfen uygulama ayarlarından API anahtarını yapılandırın.
zh_hans: Zotero API 密钥尚未设置。请在应用设置中配置 API 密钥。

# failedLoadMoreResults
source: Failed to load more results. Please check the logs and consider reporting the issue on GitHub.
de: Es konnten keine weiteren Ergebnisse geladen werden. Bitte überprüfe die Protokolle und melde das Problem gegebenenfalls auf GitHub.
id: Gagal memuat hasil tambahan. Silakan periksa log dan pertimbangkan untuk melaporkan masalah ini di GitHub.
pt: Erro ao carregar mais resultados. Por favor, confira os registros e considere reportar o erro no GitHub.
ru: Не удалось загрузить больше результатов. Пожалуйста, проверьте журналы и подумайте о том, чтобы сообщить о проблеме на GitHub.
tr: Daha fazla sonuç yüklenemedi. Lütfen günlükleri kontrol edin ve sorunu GitHub'da bildirmeyi deneyin.
zh_hans: 加载更多结果失败。请检查日志并考虑在 GitHub 上报告问题。

# errorOccured
source: An error occured. Please check the logs and consider reporting the issue on GitHub.
de: Ein Fehler ist aufgetreten. Bitte überprüfe die Protokolle und melde das Problem gegebenenfalls auf GitHub.
id: Terjadi kesalahan. Silakan periksa log dan pertimbangkan untuk melaporkan masalah ini di GitHub.
pt: Um erro ocorreu. Por favor, confira os registros e considere reportar o erro no GitHub.
ru: Произошла ошибка. Пожалуйста, проверьте журналы и подумайте о том, чтобы сообщить о проблеме на GitHub.
tr: Bir hata oluştu. Lütfen günlükleri kontrol edin ve sorunu GitHub'da bildirmeyi deneyin.
zh_hans: 发生错误。请检查日志并考虑在 GitHub 上报告问题。

source: Logs deleted!
de: Protokolle gelöscht!
id: Catatan telah dihapus!
pt: Registros deletados!
ru: Журналы отладки удалены!
tr: Günlükler silindi!
zh_hans: 日志已删除！

# logsUnavailable
source: No logs available.
de: Keine Protokolle verfügbar.
id: Tidak ada log yang tersedia.
pt: Nenhum registro disponível.
ru: Нет журналов отладки.
tr: Günlük kaydı bulunmamaktadır.
zh_hans: 没有可用的日志。

# logCopied
source: Log copied to clipboard!
de: Protokolle in die Zwischenablage kopiert!
id: Log telah disalin ke clipboard!
pt: Registro copiado para a área de transferência!
ru: Журнал скопирован в буфер обмена!
tr: Günlük, panoya kopyalandı!
zh_hans: 日志已复制到剪贴板！

source: Save logs
de: Protokolle speichern
id: Simpan log
pt: Salvar registros
ru: Сохранить журналы отладки
tr: Günlükleri kaydet
zh_hans: 保存日志

# selectLogsLocation
source: Select a location where to save the logs.
de: Wähle einen Speicherort für die Protokolle aus.
id: Pilih lokasi tempat menyimpan log.
pt: Selecione uma localização para salvar os registros.
ru: Выберите место, где сохранить журналы.
tr: Günlükleri kaydetmek için bir konum seçin.
zh_hans: 选择保存日志的位置。

# logsExportedSuccessfully
source: Successfully saved the logs!
de: Die Protokolle wurden erfolgreich gespeichert!
id: Log telah berhasil disimpan!
pt: Registros salvos com sucesso!
ru: Журналы сохранены успешно!
tr: Günlükler başarıyla kaydedildi!
zh_hans: 成功保存日志！

# logsExportedError
source: Unable to save the logs.
de: Die Protokolle können nicht gespeichert werden.
id: Tidak dapat menyimpan log.
pt: Não foi possível salvar os registros.
ru: Невозможно сохранить журналы отладки.
tr: Günlükleri kaydedilemiyor.
zh_hans: 无法保存日志。

source: Share logs
de: Protokolle teilen
id: Bagikan log
pt: Compartilhar registros
ru: Поделиться журналами отладки
tr: Günlükleri paylaş
zh_hans: 分享日志
